<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>2D PAGE Electroforesis bi-dimensional de prote&#237;nas</title>
<style type="text/css" media="screen">
a:link {text-decoration:none;}    /* unvisited link */
a:visited {text-decoration:none;} /* visited link */
a:hover {text-decoration:underline;}   /* mouse over link */
a:active {text-decoration:underline;}  /* selected link */
</style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="2d_page"></a>
<b><font face="Geneva, Aria" size="4"><p>2D PAGE Electroforesis bi-dimensional de prote&#237;nas</p>
</font></b>


<p><font size="2" face="Geneva, Arial">La electroforesis en gel de poliacrilamida es una t&#233;cnica utilizada para separar prote&#237;nas, la separaci&#243;n de las prote&#237;nas puede estar basada s&#243;lo en su tama&#241;o (<a href="sds.html">SDS-PAGE</a>), s&#243;lo en su carga (<a href="IEF.html">isoelectroenfoque, IEF</a>), o en su carga y tama&#241;o (electroforesis en gel en condiciones nativas).  Independientemente del m&#233;todo elegido, existe la posibilidad de que dos o m&#225;s prote&#237;nas puedan co-migrar como una &#250;nica banda, especialmente si la muestra original es una mezcla compleja de prote&#237;nas. Esta co-migraci&#243;n va a enmascarar la complejidad de una mezcla de prote&#237;nas y por lo tanto puede conducir a conclusiones err&#243;neas en cuanto a la pureza de una muestra.</font></p><font face="Geneva, Arial" size="2">

<p>El m&#233;todo de electroforesis bi-dimensional (2D) ha sido desarrollado para separar una mezcla compleja de prote&#237;nas, utilizando dos caracter&#237;sticas: separa prote&#237;nas por su punto isoel&#233;ctrico en sentido horizontal en una primera dimensi&#243;n, y separa prote&#237;nas por su tama&#241;o en una segunda dimensi&#243;n. La separaci&#243;n en primera dimensi&#243;n se lleva a cabo por electroforesis de la muestra de prote&#237;na en un cilindro de gel con un gradiente de pH, utilizando Isoelectroenfoque (IEF). Luego del IEF, el cilindro de gel se dispone horizontalmente sobre un gel SDS-PAGE. Durante esta separaci&#243;n en una segunda dimensi&#243;n, las prote&#237;nas migran en el gel vertical y se separan en base a su tama&#241;o. Para la separaci&#243;n en la segunda dimensi&#243;n se pueden utilizar geles de concentraci&#243;n uniforme o geles en gradiente. Las prote&#237;nas separadas en un gel 2D aparecen como manchas circulares despu&#233;s de la tinci&#243;n. Si se conoce el gradiente de pH utilizado para el IEF y se utilizan est&#225;ndares de peso molecular de prote&#237;na, se puede estimar de manera experimental el punto isoel&#233;ctrico (pI) y peso molecular de todas las prote&#237;nas presentes en la muestra, midiendo la distancia de su migraci&#243;n.</p>

<p>Debido a que la separaci&#243;n de prote&#237;nas de realiza en dos etapas, la electroforesis 2D es el m&#233;todo electrofor&#233;tico de mayor resoluci&#243;n actualmente en uso. Se trata de una herramienta altamente valiosa para evaluar la pureza de una muestra de prote&#237;na. Por este motivo, aunque el SDS-PAGE puede ser suficiente para evaluar la pureza de una prote&#237;na en diferentes etapas de una purificaci&#243;n, se debe utilizar electroforesis 2D como prueba final, para verificar la pureza de la prote&#237;na purificada. De todas maneras, no hay garant&#237;a que una sola mancha de prote&#237;na luego de la electroforesis 2D represente s&#243;lo una prote&#237;na; el uso de electroforesis 2D simplemente minimiza la posibilidad de la co-migraci&#243;n de prote&#237;nas. En efecto hay casos en que se produceco-migraci&#243;n de prote&#237;nas, no porque las prote&#237;nas tenga el mismo pI o peso molecular, sino por interacci&#243;n entre las prote&#237;nas. Por ejemplo prote&#237;nas aisladas desde membranas pueden formar agregados estables que hacen necesario utilizar reactivos como UREA, para asegurar la disociaci&#243;n completa de las prote&#237;nas.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font>
</body>
</html>
