<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Purificaci&#243;n de prote&#237;nas para OS X</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="about"></a>
<b><font face="Geneva,Arial" size="4">
<p>Purificaci&#243;n de prote&#237;nas para OS X</p>
</font></b>

<font face="Geneva, Arial" size="2">
<p>Purificaci&#243;n de prote&#237;nas para OS X fu&#233; escrito por Andrew Booth, Facultad de Ciencias Biol&#243;gicas de la Universidad de Leeds, Reino Unido.</p>
<p>Copyright &#169; Andrew Booth 1983-2013</p>

<p>Este producto est&#225; dise&#241;ado para ser utilizado &#250;nicamente con fines educativos. No es una herramienta de investigaci&#243;n y no debe ser utilizado como tal.</p>
<p>El producto es suministrado por Andrew Booth y AGBOOTH.COM en bases de su estado actual.</p>
<p>ANDREW BOOTH Y AGBOOTH.COM NO OTORGAN GARANT&#205;AS, EXPRESAS O IMPL&#205;CITAS, INCLUYENDO, SIN LIMITACI&#211;N, LAS GARANT&#205;AS IMPL&#205;CITAS DE NO INFRACCI&#211;N, COMERCIALIZACI&#211;N Y APTITUD PARA UN PROP&#211;SITO PARTICULAR, CON RESPECTO AL PRODUCTO O SU USO Y FUNCIONAMIENTO DE ALGUNA FORMA, CONDICI&#211;N O CONTEXTO.</p>


<p>EN NING&#218;N CASO, ANDREW BOOTH O AGBOOTH.COM SER&#193;N RESPONSABLES POR NING&#218;N DA&#209;O ESPECIAL, INDIRECTO, INCIDENTAL O CONSECUENTE (INCLUYENDO, PERO NO LIMITADO A, LA ADQUISICI&#211;N DE BIENES O SERVICIOS, LA P&#201;RDIDA DE USO, DE DATOS O DE BENEFICIOS, O INTERRUPCI&#211;N DE NEGOCIO) DERIVADOS DE CUALQUIER FORMA DEL USO, REPRODUCCI&#211;N, MODIFICACI&#211;N Y/O LA DISTRIBUCI&#211;N DEL PRODUCTO, INDEPENDIENTEMENTE DE SU CAUSA Y YA SEA DENTRO DE LA TEOR&#205;A DE CONTRATO, AGRAVIO (INCLUYENDO NEGLIGENCIA), RESPONSABILIDAD OBJETIVA O CUALQUIER OTRA FORMA, AUN CUANDO ANDREW BOOTH O AGBOOTH.COM HAN SIDO ADVERTIDO DE LA POSIBILIDAD DE TALES DA&#209;OS.</p>

<p>Foto por Robert Longuehaye, NIBSC/Science Photo Library.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font>
</body>
</html>
