<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Cromatograf&#237;a de Afinidad</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="affinity"></a>
<b><font face="Geneva,Arial" size="4"><p>Cromatograf&#237;a de Afinidad</p>
</font></b>
<font face="Geneva,Arial" size="2">
<p>La cromatograf&#237;a de afinidad es mucho m&#225;s espec&#237;fica que otras t&#233;cnicas de purificaci&#243;n. Se basa en la preparaci&#243;n de una matriz en la cual la prote&#237;na de inter&#233;s, y preferiblemente s&#243;lo esta prote&#237;na, se unir&#225; irreversiblemente. La matriz es usualmente agarosa granulada (Sepharosa o BioGel A), poliacrilamida (por ej: Biogel P) o dextrano entrelazado (ej. Sephacryl) a la cual se une covalentemente un ligando. La naturaleza qu&#237;mica del ligando se determina por la especificidad biol&#243;gica conocida de la prote&#237;na de inter&#233;s. En la pr&#225;ctica, la cromatograf&#237;a de afinidad ha sido utilizado para purificar prote&#237;nas como inmunoglobulinas, receptores de membrana, enzimas y hormonas, as&#237; como &#225;cidos nucleicos e incluso c&#233;lulas completas. En el caso de una enzima, el ligando escogido ser&#225; probablemente un sustrato o inhibidor reversible o activador. Se puede tratar de utilizar un ligando que es absolutamente espec&#237;fico o en su defecto, espec&#237;fico para un grupo de enzimas. Por ejemplo si se utiliza 5' AMP como ligando, su similitud estructural a NAD<sup>+</sup> causa que se enlacen muchas deshidrogenasas NAD<sup>+</sup> dependientes que son posteriormente purificadas individualmente. </p>
<p>El procedimiento para la cromatograf&#237;a de afinidad para prote&#237;nas es similar a otros tipos de cromatograf&#237;a l&#237;quida. La matriz es empaquetada en una columna en un buffer optimo para el enlace prote&#237;na-ligando. El buffer debe contener cofactores como iones met&#225;licos que sean necesarios para el enlace. La muestra se aplica en la columna. Idealmente, solo la enzima de inter&#233;s deber&#237;a enlazar. Puede ser elu&#237;da espec&#237;ficamente agregando una alta concentraci&#243;n de sustrato o inhibidor competitivo, o cambiando el pH /fuerza i&#243;nica para interrumpir la interacci&#243;n enzima-ligando.</p>
<p>Un protocolo alternativo puede ser utilizado si est&#225; disponible un anticuerpo espec&#237;fico para la prote&#237;na de inter&#233;s. Este procedimiento es aplicable a todas las prote&#237;nas sin importar sus actividades funcionales. El anticuerpo es unido covalentemente a una matriz adecuada y luego la matriz es empaquetada en una columna, la que posteriormente es cargada con la mezca de prote&#237;nas. S&#243;lo la prote&#237;na de inter&#233;s se unira al anticuerpo y posteriormente puede ser eluida utilizando condiciones que debiliten la interacci&#243;n ant&#237;geno-anticuerpo.</p>
<p>La cromatograf&#237;a de afinidad es te&#243;ricamente capaz de purificar una sola prote&#237;na de una mezcla compleja en un solo paso. De todas maneras, aunque esta condici&#243;n te&#243;rica no sea alcanzada experimentalmente, el grado de purificaci&#243;n es com&#250;nmente &#243;ptimo. Esta t&#233;cnica es quiz&#225;s la t&#233;cnica de purificaci&#243;n preparativa m&#225;s poderosa, disponible actualmente. La cromatograf&#237;a de afinidad puede ser utilizada s&#243;lo cuando la actividad funcional de la prote&#237;na de inter&#233;s es conocida y se dispone de un ligando adecuado, o cuando se dispone de un anticuerpo espec&#237;fico para la prote&#237;na de inter&#233;s. Desafortunadamente, en muchos casos ninguna de estas condiciones es satisfecha y la purificaci&#243;n de prote&#237;nas debe realizarse por procedimientos m&#225;s generales.</p>
<p>En esta simulaci&#243;n, se encuentran disponibles tres tipos de anticuerpos monoclonales inmovilizados para cada prote&#237;na de la mezcla. Estos difieren en sus afinidades por la prote&#237;na. Anticuerpos de baja afinidad no enlazar&#225;n la prote&#237;na con la fuerza suficiente para prevenir su pasaje a trav&#233;s de la columna. Anticuerpos de muy alta afinidad enlazar&#225;n tan firmemente la prote&#237;na, que impedir&#225;n la eluci&#243;n de la forma activa de la enzima.Entonces necesitar&#225; utilizar los anticuerpos de afinidad mediana. Usted necesitar&#225; realizar algunos experimentos para averiguar la fuerza de uni&#243;n de los anticuerpos!. Una preparaci&#243;n de IgG policlonal inmovilizada tambi&#233;n est&#225; disponible y para algunas prote&#237;nas, un inhibidor competitivo inmovilizado.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font></body>
</html>
