<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Fraccionamiento con sulfato de Amonio</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="ammonium_sulfate"></a>
<b><font face="Geneva,Arial" size="4"><p>Fraccionamiento con sulfato de Amonio</p>
</font></b><font face="Geneva,Arial" size="2"><p>La solubilidad de las
    prote&#237;nas var&#237;a con la fuerza i&#243;nica de la soluci&#243;n y por lo tanto, depende de
    la concentraci&#243;n salina de esta. Se observan dos efectos contrastantes al
    aumentar el contenido salino a la soluci&#243;n, a bajas concentraciones de sal, la
    solubilidad de las prote&#237;nas aumenta. Este fen&#243;meno se llama "salting-in", al
    continuar la adici&#243;n de sal, as&#237; como va en aumento la concentraci&#243;n de sal
    (fuerza i&#243;nica), la solubilidad de las prote&#237;nas comienza a disminuir. A una
    fuerza i&#243;nica determinada, la solubilidad de las prote&#237;nas se encontrar&#225;
    disminuida a tal punto que casi toda la prote&#237;na se encontrar&#225; precipitada.
    Este fen&#243;meno se llama "salting-out". Las bases te&#243;ricas del "salting-out" son
    complejas, pero un factor es la competencia entre las prote&#237;nas y los iones
    salinos por las mol&#233;culas de agua disponibles. A altas concentraciones salinas,
    hay pocas mol&#233;culas de agua disponibles para una solvataci&#243;n completa de la
    prote&#237;na, por lo que las interacciones prote&#237;na-prote&#237;na son predominantes
    frente a las interacciones prote&#237;na-agua, lo que provoca la p&#233;rdida de
    solvataci&#243;n de las prote&#237;nas y su posterior precipitaci&#243;n.</p>
<p>Ya que las prote&#237;nas difieren
    notablemente en sus solubilidades a alta fuerza i&#243;nica, el "salting-out" es un
    procedimiento muy &#250;til para la purificaci&#243;n de una prote&#237;na determinada. En
    efecto, los protocolos de purificaci&#243;n casi invariablemente incluyen este paso.
    En la pr&#225;ctica, el sulfato de amonio es la sal com&#250;nmente utilizada ya que es
    altamente soluble en agua, relativamente barata y disponible a alta pureza.
    Adem&#225;s no tiene efectos adversos en la actividad enzim&#225;tica. T&#237;picamente se
    efect&#250;a un experimento a peque&#241;a escala para determinar la concentraci&#243;n &#243;ptima
    de sulfato de amonio a utilizar. Este procedimiento se realiza a 0 - 4&#186;C para
    maximizar la estabilidad de la prote&#237;na. Se debe tener gran cuidado para
    asegurar que la concentraci&#243;n de sal en la soluci&#243;n se incremente de manera
    uniforme, sin aumentos locales de concentraci&#243;n que puedan precipitar prote&#237;nas
    no deseadas, junto con la prote&#237;na de inter&#233;s. Para evitar esto, la soluci&#243;n es
    agitada continuamente y se agregan peque&#241;as cantidades de sulfato de amonio
    finamente granulado o preferentemente en soluci&#243;n saturada. Luego de cada
    adici&#243;n, se deja que el sulfato de amonio se disperse totalmente antes de
    continuar agregando. Una vez que se alcanza la concentraci&#243;n de sulfato de
    amonio requerida, se incuba a 0&#186;- 4&#186;C para permitir la precipitaci&#243;n de
    prote&#237;nas y luego las prote&#237;nas precipitadas son recuperadas por
    centrifugaci&#243;n. En un paso posterior, la concentraci&#243;n de sulfato de amonio en
    la soluci&#243;n se incrementa y se recuperan nuevamente las prote&#237;nas precipitadas.
    Cada precipitado de prote&#237;nas es disuelto en buffer fresco y ensayado para
    contenido total de prote&#237;nas y actividad enzim&#225;tica. En base a estos datos se
    puede planificar un fraccionamiento con sulfato de amonio para la purificaci&#243;n
    preparativa de la enzima siguiendo el siguiente esquema: Se elije una
    concentraci&#243;n de sulfato de amonio para precipitar la m&#225;xima proporci&#243;n de
    prote&#237;na no deseada, dejando la mayor&#237;a de la enzima en soluci&#243;n. Esta prote&#237;na
    precipitada es removida por centrifugaci&#243;n y luego la concentraci&#243;n de sulfato
    de amonio de la soluci&#243;n restante es incrementada a un valor que precipita la
    mayor parte de la enzima, dejando el m&#225;ximo de prote&#237;nas residuales en la
    soluci&#243;n. La enzima precipitada es recuperada por centrifugaci&#243;n y disuelta en
    buffer fresco para el pr&#243;ximo paso de purificaci&#243;n. El sulfato de amonio
    precipitado, estar&#225; presente con la enzima y puede ser removido por filtraci&#243;n
    por gel o di&#225;lisis antes de seguir con el pr&#243;ximo paso de purificaci&#243;n.</p>
<p>Adem&#225;s de su gran utilidad
    para purificar prote&#237;nas, el sulfato de amonio tambi&#233;n es utilizado para
    concentrar prote&#237;na luego de pasos de purificaci&#243;n que diluyen la
    muestra como por ejemplo filtraci&#243;n por gel.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font></body>
</html>
