<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">

<head>

<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />


<title>Filtraci&#243;n por gel</title>

    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>

</head>

<body link="#0000ff" vlink="#800080" bgcolor="#ffffff">
<a name="gel_filtration"></a>


<b><font face="Geneva, Arial,Arial" size="4"><p>Filtraci&#243;n por gel</p>

</font></b><font face="Geneva, Arial,Arial" size="2"><p>Un amplio rango de mol&#233;culas biol&#243;gicas pueden ser
    separadas en base a diferencias en tama&#241;o y forma, estas caracter&#237;sticas afectan
    su habilidad de penetrar matrices porosas. El procedimiento de separaci&#243;n se
    conoce como cromatograf&#237;a de filtrado por gel o cromatograf&#237;a de exclusi&#243;n por
    gel. Se puede emplear una variedad de matrices porosas, dependiendo de la
    naturaleza de las mol&#233;culas a separar. Para prop&#243;sitos de separaci&#243;n de
    prote&#237;nas, la matriz consiste en una columna rellena con esferas porosas de un
    gel inerte, altamente hidratado, por lo que el proceso es referido a menudo
    como filtraci&#243;n por gel.</p>

<p>Las matrices comerciales m&#225;s comunes son: Sephadex
    (esferas de dextrano), Sepharosa, y Bio-gel-A (agarosa), o Bio-gel P
    (poliacrilamida), aunque otros materiales como poliacriloilmorfolina y varios
    poliestirenos tambi&#233;n han sido utilizados. El dextrano, la agarosa y
    poliacrilamida, pueden ser fabricados con diferentes grados de porosidad, por
    lo que sus rangos de separaci&#243;n ser&#225;n diferentes. Las columnas de dextrano
    Sephadex y de poliacrilamida Bio-gel permiten el fraccionamiento de prote&#237;nas
    de hasta peso molecular 800.000 , por otro lado, utilizando columnas de esferas
    de agarosa se pueden separar prote&#237;nas y complejos macromoleculares de peso
    molecular en el rango de millones. Recientemente, geles de dextrano entrelazado
    (Sephacryl) han sido promocionados como matrices excepcionalmente r&#237;gidas y
    estables que pueden fraccionar mol&#233;culas con peso molecular hasta 8 millones.
    La rigidez y estabilidad de las columnas de poliacrilamida puede ser mejorada
    incluyendo agarosa en la matriz. Las columnas de tipo poliacrilamida/agarosa
    est&#225;n disponibles comercialmente (Ultrogel). Continuamente se est&#225;n desarrollando
    nuevos tipos de geles. La siguiente tabla resume las propiedades de las
    matrices utilizadas en este programa.</p>

<p>&#160;</p>


<table cellspacing="0" border="0" cellpadding="1" width="530">

<tr>
<td width="143" valign="top"><p><br />nombre de la matriz</p>
</td>
<td width="144" valign="top"><p><br />tipo de resina</p>
</td>
<td width="237" valign="top"><p>Rango aproximado de separaci&#243;n para
          prote&#237;nas globulares (Peso molecular)</p>
</td>
</tr>

<tr>
<td valign="top">Sephadex G-50&#185;</td>
<td valign="top">dextrano</td>
<td valign="top"><div align="center">1500 - 30000</div></td>
</tr>

<tr>
<td valign="top">Sephadex G-100&#185;</td>
<td valign="top">dextrano</td>
<td valign="top"><div align="center">4000 - 150000</div></td>
</tr>

<tr>
<td valign="top">Sephacryl S-200 HR&#185;</td>
<td valign="top">dextrano/acrilamida</td>
<td valign="top"><div align="center">5000 - 250000</div></td>
</tr>

<tr>
<td valign="top">Ultrogel AcA 54&#178;</td>
<td valign="top">poliacrilamida/agarosa</td>
<td valign="top"><div align="center">6000 - 70000</div></td>
</tr>

<tr>
<td valign="top">Ultrogel AcA 44&#178;</td>
<td valign="top">poliacrilamida/agarosa</td>
<td valign="top"><div align="center">12000 - 130000</div></td>
</tr>

<tr>
<td valign="top">Ultrogel AcA 34&#178;</td>
<td valign="top">poliacrilamida/agarosa</td>
<td valign="top"><div align="center">20000 - 400000</div></td>
</tr>

<tr>
<td valign="top">Bio-Gel P-60&#179;</td>
<td valign="top">poliacrilamida</td>
<td valign="top"><div align="center">3000 - 60000</div></td>
</tr>

<tr>
<td valign="top">Bio Gel P-150&#179;</td>
<td valign="top">poliacrilamida</td>
<td valign="top"><div align="center">15000 - 150000</div></td>
</tr>

<tr>
<td valign="top">Bio-Gel P-300&#179;</td>
<td valign="top">poliacrilamida</td>
<td valign="top"><div align="center">60000 - 400000</div></td>
</tr>

</table>

</font>

<p><font face="Geneva, Arial,Arial" size="1">&#185; Sephadex<sup>&#174;</sup> y Sephacryl<sup>&#174;</sup> son marcas registradas de GE Healthcare Bio-Sciences AB.<br />

&#178; Ultrogel<sup>&#174;</sup> es marca registrada de BF Biotechnics, Inc.<br />

&#179; Bio Gel<sup>&#174;</sup> es marca registrada de Bio-Rad Laboratories, Inc.</font></p>

<font face="Geneva, Arial,Arial" size="2"><p>El fraccionamiento de
    una muestra de prote&#237;nas utilizando filtraci&#243;n por gel, se efect&#250;a como sigue:
    La resina, presente como una suspensi&#243;n en el buffer escogido, es empaquetada
    en una columna cromatogr&#225;fica de vidrio y dejada empaquetar por gravedad. Luego
    de lavar y equilibrar la columna con buffer, se aplica la mezcla de prote&#237;nas en
    la parte superior de la columna y el elu&#237;do es colectado en la parte inferior
    de la columna en una serie de fracciones. Las prote&#237;nas atraviesan la columna
    interaccionando, o no con la fase estacionaria, por lo que adquieren diferente
    velocidad. Las prote&#237;nas que exceden el m&#225;ximo tama&#241;o de poro no pueden entrar
    a las esferas de gel, estas prote&#237;nas eluir&#225;n primero en el llamado" volumen de
    exclusi&#243;n"o "volumen vac&#237;o" Todas las prote&#237;nas con tama&#241;o menor que el tama&#241;o de
    los poros se equilibrar&#225;n con el buffer dentro y fuera de las esferas de gel y
    pasaran una porci&#243;n de su tiempo interactuando con las part&#237;culas de gel, estas
    prote&#237;nas eluir&#225;n m&#225;s tarde.</p>

<p>La elecci&#243;n cuidadosa
    del tipo de gel es importante para el fraccionamiento de mezclas complejas de prote&#237;nas.
    El uso de una matriz con tama&#241;o de poro inadecuado puede resultar  en  que la prote&#237;na
    de inter&#233;s sea excluida de la matriz y eluya con muchas otras prote&#237;nas, en el
    volumen vacio o en el caso contrario, puede equilibrar con el volumen completo
    de la columna y eluir con muchas otras prote&#237;nas en la fracci&#243;n salina, cerca
    del volumen de la columna. En ambas situaciones la resoluci&#243;n del
    fraccionamiento es pobre.  Idealmente el tama&#241;o de poro del gel debe ser uno al
    cual la prote&#237;na de inter&#233;s es parcialmente excluida desde la matriz, una
    condici&#243;n que lleva al mayor grado de fraccionamiento desde otras prote&#237;nas.
    Para prote&#237;nas parcialmente excluidas, un gr&#225;fico logar&#237;tmico  del (peso
    molecular de prote&#237;nas versus Kav, lleva a una relaci&#243;n lineal, donde</p>

<table cellspacing="0" border="0" width="600">

<tr><td width="144" height="13" valign="top">

<p>&#160;</p></td>

<td width="26" height="13" valign="top">

<p align="center">K<sub>av</sub></p>
</td>

<td width="15" height="13" valign="top">

<p align="center">=</p>
</td>

<td width="407" height="13" valign="top">

<p align="center"><u>volumen eluci&#243;n  - volumen vac&#237;o</u><br />

volumen total de la matriz empaquetada - volumen vac&#237;o</p></td>

</tr>

</table>



<p>&#160;</p>

<b><p>Relaci&#243;n lineal entre K<SUB>av</SUB> y log(peso molecular)</p>

</b><p><img src="GFGraph.gif" width="300" height="250" /></p>

<p>Entonces,
    una columna puede ser calibrada con prote&#237;nas est&#225;ndar de peso molecular
    conocido, su volumen de eluci&#243;n registrado y estos datos pueden ser utilizados
    para dibujar un gr&#225;fico. Posteriormente la misma columna puede ser utilizada
    con una muestra problema y los pesos moleculares de las muestras pueden ser
    interpolados desde la curva de referencia. De todas maneras se debe tener en
    cuenta que la forma de la prote&#237;na tiene un efecto en la filtraci&#243;n por gel,
    polip&#233;ptidos fibrilares largos tienen la tendencia a comportarse como si fueran
    prote&#237;nas globulares de mayor tama&#241;o.</p>

<p>Cuando
    se intente una separaci&#243;n por filtraci&#243;n por gel se deben ensayar distintos
    soportes para determinar emp&#237;ricamente cual es que da resultados de mayor
    resoluci&#243;n. La informaci&#243;n de peso molecular obtenida comparando con est&#225;ndares,
    puede ser muy &#250;til para pasos de purificaci&#243;n siguientes.</p>

<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font>

</body>
</html>

