<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Tratamiento con calor</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="heat_treatment"></a>
<b><font face="Geneva,Arial" size="4"><p>Tratamiento con calor</p></font></b>

<p><font size="2" face="Geneva, Arial">Los procedimientos de
    purificaci&#243;n de prote&#237;nas usualmente se efect&#250;an a baja temperatura (0-4&#186;C) ya
    que en estas condiciones, la mayor&#237;a de las prote&#237;nas son estables. Cuando la
    temperatura aumenta desde 0&#186;C a 37-40&#186;C, su estabilidad disminuye
    significativamente. Sobre 40&#186;C o m&#225;s, la mayor&#237;a de las prote&#237;nas se vuelven
    inestables y se denaturan, a pH neutro las prote&#237;nas denaturadas usualmente
    precipitan.</font></p><font face="Geneva, Arial" size="2"><p>
Prote&#237;nas individuales
    difieren en su sensibilidad al calor, lo que puede ser utilizado para
    prop&#243;sitos de purificaci&#243;n. La estabilidad t&#233;rmica de la enzima de inter&#233;s
    puede ser determinada por un experimento piloto, midiendo la actividad
    enzim&#225;tica de un extracto celular luego de incubar a diferentes temperaturas,
    por un periodo determinado de tiempo. Se debe registrar la temperatura m&#237;nima a
    la cual ocurre una inactivaci&#243;n importante. Una vez que se conoce esta
    temperatura, prote&#237;nas menos estables pueden ser inactivadas preferentemente,
    incubando el extracto a 5-10&#186;C bajo este valor por 15-30 minutos. Las
    prote&#237;nas denaturadas precipitadas, son removidas por centrifugaci&#243;n.</p>
<p>Debe ser tomado en
    cuenta que se puede aumentar la estabilidad t&#233;rmica de una enzima durante el
    tratamiento con calor, incubando en presencia de su sustrato, producto o
    inhibidor competitivo, los cuales se enlazan al sitio activo de la enzima y
    ayudan a estabilizar la conformaci&#243;n de la prote&#237;na. Ya que la denaturaci&#243;n de
    las prote&#237;nas celulares ocurre en un cierto grado, a todas las temperaturas y
    simplemente aumenta a mayor temperatura, la actividad total de la enzima de inter&#233;s
    usualmente disminuye luego de la denaturaci&#243;n por calor. Este procedimiento es
    un tanto severo. De todas maneras, es un paso &#250;til al inicio de la purificaci&#243;n
    de prote&#237;nas m&#225;s termoestables.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font>
</body>
</html>
