<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Cromatograf&#237;a de intercambio i&#243;nico</title>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000FF" vlink="#800080" bgcolor="#FFFFFF">
<a name="ion_exchange"></a>
<b><font face="Geneva, Arial" size="4"><p>Cromatograf&#237;a de intercambio i&#243;nico</p></font></b><font face="Geneva, Arial" size="2"> 
<p>Una resina de intercambio i&#243;nico, consiste en una
    matriz insoluble con grupos cargados unidos covalentemente. Existen resinas
    disponibles comercialmente con carga negativa y positiva. Las resinas cargadas
    negativamente enlazan mol&#233;culas cargadas positivamente (cationes). Estas
    resinas pueden enlazar un cati&#243;n, pero al estar presente otro tipo de cati&#243;n,
    este puede desplazar al primero, intercambiarse con &#233;l. Por esto estas resinas
    se llaman intercambiadoras de cationes. De manera similar, resinas
    intercambiadoras de aniones est&#225;n cargadas positivo y enlazan (intercambian)
    iones cargados negativamente (aniones)</p>
<p><img src="IonEx.gif" /></p>
<p><b>A</b> &#160;&#160;resina intercambiadora de cationes con contra-iones
    positivos enlazados</p>
<p><b>B</b> &#160;&#160;resina intercambiadora de aniones con contra-iones
    negativos enlazados</p>
<p>Las prote&#237;nas son mol&#233;culas cargadas. Muchas cadenas laterales de los amino&#225;cidos son ionizables, (ej. Lisina o &#225;cido
 glut&#225;mico), como tambi&#233;n los extremos amino y C terminal de un polip&#233;ptido. Esta caracter&#237;stica puede ser utilizada para
  separar diferentes prote&#237;nas por cromatograf&#237;a de intercambio i&#243;nico. Las dos resinas m&#225;s utilizadas son
   carboximetilcelulosa (CM-cellulose) y dietilaminetilen-celulosa (DEAE-cellulose). Estas son celulosas granulares que han sido qu&#237;
   micamente modificadas. En la CM-cellulose los grupos CH2OH del carbohidrato, han sido convertidos a grupos -CH2OCH2COOH. A pH neutro este
    grupo se encuentra ionizado como -CH2OCH2COO<sup>-</sup>, entonces la CM-cellulosa esta negativamente cargada y es un intercambiador de
     cationes. La DEAE-cellulose contiene una amina terciaria como grupo ionizable. Se encuentra cargada positivamente a pH neutro y es un
      intercambiador de aniones. Esta simulaci&#243;n incluye las siguiente resinas intercambiadoras: CM-cellulose, DEAE-cellulose, Q-sepharose
       Fast Flow y S-Sepharose Fast Flow. El grupo cargado de la Q-Sepharosa es una amina cuaternaria que contiene una carga positiva no 
       titulable, por lo tanto esta resina puede ser utilizada a pH alcalino donde la carga positiva del grupo DEAE estar&#237;a neutralizada. 
       El grupo cargado de la S-sepharosa es el grupo sulfonil (-SO3-).</p>
<p>El fraccionamiento de prote&#237;nas por cromatograf&#237;a de intercambio
    i&#243;nico depende de las diferencias en las cargas de las prote&#237;nas. La carga de
    una prote&#237;na depender&#225; del n&#250;mero y el tipo de amino&#225;cidos con cadenas
    laterales ionizables que contenga. Los residuos de lisina, por ejemplo tienen
    una cadena lateral que adquiere carga positiva, mientras que el &#225;cido glut&#225;mico
    adquiere carga negativa cuando se ioniza. Cada grupo ionizable posee su pKa
    distinto; que representa al pH donde se produce la mitad de la disociaci&#243;n.
    Debido a que diferentes prote&#237;nas tienen diferente composici&#243;n de amino&#225;cidos,
    tender&#225;n a tener diferentes cargas a un mismo pH, por lo que pueden ser
    separadas por este principio.</p>
<p>La resina es mezclada con buffer para formar una
    suspensi&#243;n la cual es vaciada en una columna de cromatograf&#237;a. El pH del buffer
    inicial es importante ya que va a determinar la carga de las prote&#237;nas a separar.
    El buffer inicial debe estar al menos una unidad bajo o sobre el pI de la
    prote&#237;na para poder ser enlazada. De todas maneras las resinas de CM-cellulosa
    o DEAE-cellulosa solo son efectivas entre pH 5-9. Adem&#225;s de cuidar el pH
    correcto del buffer inicial, hay que tener cuidado en la concentraci&#243;n salina
    de la fase m&#243;vil, esta debe ser lo suficientemente baja ya que la afinidad de
    las prote&#237;nas por la resina de intercambio disminuye al aumentar la fuerza
    i&#243;nica de la fase m&#243;vil. De hecho esta propiedad es utilizada como un m&#233;todo
    para eluir la columna de prote&#237;nas.</p>
<p>Cuando se compran las resinas de intercambio i&#243;nico,
    los iones unidos ala resina se llaman contra-iones. Para la CM-celullose el
    contra-i&#243;n es usualmente Na<sup>+</sup> y para la DEAE- celullosa el contra-ion
    es normalmente Cl<sup>-</sup>.Una vez preparada la columna, se lava la resina
    con buffer inicial y posteriormente se aplica la mezcla de prote&#237;nas. Las
    prote&#237;nas que tengan una carga opuesta a la resina se unir&#225;n a ella,
    desplazando los contra-iones. Prote&#237;nas con la misma carga que la resina no se
    unir&#225;n a esta y continuaran por la columna. Las diferentes prote&#237;nas enlazadas
    en la columna, tendr&#225;n diferentes afinidades por el intercambiador i&#243;nico,
    debido a sus cargas netas. Estas afinidades se pueden cambiar, ya sea variando
    el pH de la fase m&#243;vil o la concentraci&#243;n salina de esta.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>

</font> 
</body></html>