<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>SDS-PAGE</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000FF" vlink="#800080" bgcolor="#FFFFFF">

<a name="sds_page"></a>
<b><font face="Geneva, Arial" size="4"><p>SDS-PAGE</p>
</font></b><font face="Geneva, Arial" size="2">
<p>La
    electroforesis en gel de poliacrilamida-SDS se abrevia SDS-PAGE.</p>

<p>Un gel de poliacrilamida resulta de la polimerizaci&#243;n del mon&#243;mero de acrilamida en largas cadenas y el entrecruzamiento de estos filamentos por la bisacrilamida. Esta reacci&#243;n forma una matriz porosa que sirve para separar alas prote&#237;nas por su tama&#241;o. Las prote&#237;nas de mayor tama&#241;o son retrasadas con respecto a las de menor tama&#241;o.</p>

<p>La separaci&#243;n de prote&#237;nas en condiciones nativas depende de la densidad de carga de estas, su tama&#241;o y su forma.</p>

<p>En la electroforesis SDS-PAGE el gel es preparado en un buffer que contiene el
    detergente sodio dodecilsulfato(SDS) y las prote&#237;nas son calentadas con SDS antes de la electroforesis, recubriendo los polip&#233;ptidos de
    detergente e igualando la densidad de cargas de los p&#233;ptidos. Adem&#225;s se utiliza
    un agente reductor (DTT) para romper los enlaces disulfuros para
    asegurar que no permancen estructuras cuaternarias. Consecuentemente, cuando las muestras son sometidas a electroforesis, se separan s&#243;lo
    de acuerdo a su masa.</p>

<p>Cuando
    se corre un grupo de prote&#237;nas con peso molecular conocido almismo tiempo
    que una muestra problema, se puede elaborar una curva de calibraci&#243;n para
    estimar el peso molecular de los polip&#233;ptidos.</p>

<p>La relaci&#243;n entre la migraci&#243;n de los p&#233;ptidos y los pesos moleculares, solo
    es lineal en un rango limitado de pesos moleculares, la concentraci&#243;n del gel
    utilizado debe permitir interpolar las distancias de
    migraci&#243;n con los pesos moleculares en forma lineal.</p>


<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font>
</body>
</html>
