<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<meta name="Generator" content="Microsoft Word 97" />
<title>Estrategia</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="strategy"></a>
<font face="Geneva, Arial" size="4"><p><b>Estrategia</b></p></font>
<font face="Geneva, Arial" size="2">


<p><b>Consideraciones iniciales</b></p>


<p>Todas las c&#233;lulas, ya sean procariontes o eucariontes, contienen decenas de miles de diferentes prote&#237;nas con un amplio rango de actividades biol&#243;gicas. La purificaci&#243;n de prote&#237;nas es entonces central para cualquier an&#225;lisis biol&#243;gico de su estructura y funci&#243;n. No hay un procedimiento &#250;nico para purificar y aislar todas las prote&#237;nas en forma pura, pero existe un set de procedimientos utilizados para distinguir entre prote&#237;nas en base a caracter&#237;sticas estructurales o funcionales espec&#237;ficas. Seleccionando los procedimientos adecuados y aplic&#225;ndolos cuidadosamente en una secuencia de pasos, es te&#243;ricamente posible obtener un alto grado de purificaci&#243;n y alto rendimiento de la prote&#237;na de inter&#233;s. No hay un orden est&#225;ndar en el cual estos procedimientos puedan ser efectuados para obtener una purificaci&#243;n &#243;ptima. Por las diferencias estructurales y funcionales entre las prote&#237;nas, una secuencia ideal para una prote&#237;na, ser&#225; posiblemente incorrecta para otra.</p>

<p>El conocimiento de las bases te&#243;ricas de cada procedimiento, permitir&#225; al investigador escoger un orden inicial de t&#233;cnicas para intentar una purificaci&#243;n. Sin embargo el desarrollo de un protocolo optimizado involucra numerosa experimentaci&#243;n de ensayo y error para probar el potencial de cada paso de la purificaci&#243;n.</p>

<p>Independientemente del
    esquema de purificaci&#243;n adoptado, se debe tomar en cuenta que las prote&#237;nas son
    mol&#233;culas l&#225;biles. Su exposici&#243;n a temperaturas moderadas (Ej. 37&#186;C) causa su
    lenta denaturaci&#243;n, por lo que todos los pasos de la purificaci&#243;n se deben
    efectuar en condiciones refrigeradas, a menos que se especifique lo contrario.
    Las prote&#237;nas tambi&#233;n son sensibles al pH, por lo que se deben utilizar
    soluciones tamponadas y evadir pHs extremos. Finalmente las prote&#237;nas son m&#225;s
    inestables en soluciones diluidas, por lo que las soluciones de prote&#237;nas no se
    deben diluir m&#225;s de lo necesario.</p>

<b><p>Aislamiento de prote&#237;na en forma soluble</p>
</b>
<p>Aunque este programa
    simula la purificaci&#243;n de prote&#237;nas desde una fase acuosa, el punto de partida
    para la purificaci&#243;n de una prote&#237;na es usualmente un cultivo bacteriano,
    c&#233;lulas vegetales, de cultivo celular o un tejido u &#243;rgano de origen animal. El
    requerimiento inicial es liberar la prote&#237;na desde las c&#233;lulas sin causar la
    p&#233;rdida de su actividad biol&#243;gica. Un procedimiento extensamente utilizado para
    c&#233;lulas animales es la homogenizaci&#243;n. Bacterias, levaduras y c&#233;lulas vegetales
    tienen paredes celulares gruesas que requieren el uso de m&#233;todos de disrupci&#243;n
    m&#225;s dr&#225;sticos, como sonicaci&#243;n y el uso de alta presi&#243;n. Una ventaja de la
    homogenizaci&#243;n, es que los mayores organelos se pueden conservar intactos, por
    esto si la prote&#237;na est&#225; restringida en un organelo, por ejemplo prote&#237;nas del
    n&#250;cleo, mitocondrias o lisosomas, o quiz&#225;s unida a la membraba celular, se
    puede realizar una sustancial purificaci&#243;n al efectuar un fraccionamiento
    celular. Posteriormente, si la prote&#237;na deseada se encuentra en forma soluble
    en el interior del organelo, puede ser liberada rompiendo el organelo con un
    detergente no i&#243;nico o por sonicaci&#243;n. Una vez que la prote&#237;na ha sido
    liberada, se puede purificar utilizando los m&#233;todos est&#225;ndar simulados en este
programa.</p>

<b><p>Elecci&#243;n de m&#233;todos de purificaci&#243;n</p>
</b>
<p>Hay numerosos m&#233;todos de
    purificaci&#243;n disponibles, algunos de los cuales son m&#225;s com&#250;nmente utilizados.
    El dise&#241;o experimental de la purificaci&#243;n para una prote&#237;na en particular depende
    principalmente de las propiedades funcionales y estructurales de la prote&#237;na de
    inter&#233;s y de los contaminantes desde los cuales tiene que ser purificada. A
    continuaci&#243;n hay algunas l&#237;neas generales en la selecci&#243;n de t&#233;cnicas pero se
    debe recordar que las condiciones precisas para la aplicaci&#243;n de esos m&#233;todos,
se definen por experimentaci&#243;n de ensayo y error.</p>

<p>(i)&#9;Los
    primeros pasos de un esquema de purificaci&#243;n son usualmente aquellos que tienen
    el menor poder resolutivo, como <a href="Ammonium_sulfate.html">la precipitaci&#243;n por sulfato de amonio</a>, o para
    algunas prote&#237;nas <a href="Heat_treatment.html">la denaturaci&#243;n por calor</a>. Estos procedimientos tienen la
    ventaja de reducir en gran manera la cantidad total de prote&#237;na en la muestra
    comparado con los procedimientos cromatogr&#225;ficos, que son te&#243;ricamente capaces
    de alcanzar alta resoluci&#243;n. Procedimientos de alta resoluci&#243;n, pero de poca
    capacidad, como el <a href="IEF.html">isoelectroenfoque (IEF)</a>, pueden ser aplicados en las etapas
    finales de la purificaci&#243;n cuando hay relativamente baja concentraci&#243;n de
    prote&#237;nas, para remover prote&#237;nas contaminantes remanentes e impurezas presentes
en la muestra.</p>

<p>(ii)&#9;Es
    t&#237;picamente m&#225;s eficiente escoger una serie de m&#233;todos que aprovechan
    diferentes propiedades f&#237;sicas o funcionales de las prote&#237;nas, que una serie de
    pasos que exploten la misma cualidad. Por ejemplo esquemas de purificaci&#243;n que
    utilizan columnas cromatogr&#225;ficas de purificaci&#243;n , usualmente incluyen un
    procedimiento de exclusi&#243;n por tama&#241;o(<a href="Gel_filtration.html">filtraci&#243;n por gel</a>) y un procedimiento de
fraccionamiento por carga (<a href="Ion_Exchange.html">cromatograf&#237;a de intercambio i&#243;nico</a>).</p>

<p>(iii)&#9;Durante
    la cromatograf&#237;a, es una pr&#225;ctica com&#250;n sacrificar algo de rendimiento, para
    aumentar la pureza. En otras palabras, no intente recuperar hasta el &#250;ltimo
    microgramo de prote&#237;na de inter&#233;s si es que esto significa incluir fracciones
    que contengan otras prote&#237;nas contaminantes. Las fracciones colectadas deben
ser elegidas en base a la m&#225;xima pureza a un rendimiento razonable.</p>

<p>(iv)&#9;Algunas
    t&#233;cnicas de fraccionamiento, en part&#237;culas geles <a href="SDS.html">SDS-PAGE</a>, <a href="IEF.html">Isoelectroenfoque</a> y
    <a href="2D.html">electroforesis bi-dimensional</a>, no son utilizados usualmente como procedimientos
    preparativos para purificaci&#243;n de prote&#237;nas pero si para revisar el progreso de
    la purificaci&#243;n. Estas son t&#233;cnicas anal&#237;ticas de alta resoluci&#243;n. De todas
    maneras, aunque no se trata originalmente de t&#233;cnicas preparativas, actualmente
    existen m&#233;todos de an&#225;lisis capaces de detectar microgramos de prote&#237;nas. En
    estas situaciones estas t&#233;cnicas anal&#237;ticas pueden ser consideradas como
preparativas.</p>

<p>(v)&#9;Otra
    consideraci&#243;n importante al escoger una t&#233;cnica de fraccionamiento es <a href="Costs.html">el costo</a>.
    Ambos el material consumido y el tiempo del personal consumido tienen que ser
    considerados: Algunas t&#233;cnicas son relativamente baratas y r&#225;pidas, como <a href="Heat_treatment.html">el tratamiento con calor</a> y <a href="Ammonium_sulfate.html">el fraccionamiento con sulfato de amonio</a>, mientras
    otros tienden a ser de alto costo y demandan la inversi&#243;n de mucho tiempo. Las
    t&#233;cnicas particularmente de alto costo son las que consumen anfolitos, como el
    <a href="IEF.html">isoelectroenfoque</a> preparativo. Por lo tanto, mientras algunas t&#233;cnicas aparecen
    a primera vista muy atractivas en t&#233;rminos de la alta resoluci&#243;n que ofrecen, a
    mayor escala son poco pr&#225;cticas, por su alto costo. De hecho se pueden obtener resultados
igualmente satisfactorios con la combinaci&#243;n de m&#233;todos econ&#243;micos.</p>

<b><p>Monitoreando la purificaci&#243;n</p></b>
<p>Cada procedimiento de
    purificaci&#243;n subdivide la mezcla de prote&#237;nas en un n&#250;mero de tubos (fracciones),
    donde una o m&#225;s de estas va a contener la prote&#237;na de inter&#233;s y otras
    fracciones contendr&#225;n prote&#237;nas que no se necesitan y ser&#225;n descartadas. Para
    determinar que fracciones guardar, se necesita ser capaz de detectar y cuantificar
    la prote&#237;na de inter&#233;s. Si esta prote&#237;na es una enzima, se debe disponer de un
    ensayo enzim&#225;tico. Si la prote&#237;na es una hormona, se debe tener un ensayo de
    enlace de hormona, radioinmunoensayo o un bioensayo. Alternativamente, la
    prote&#237;na puede contener un metal traza, como cobre o molibdeno, que puede ser
    detectado. Este software de simulaci&#243;n asume por simplicidad que la prote&#237;na a
detectar es una enzima.</p>

<p>Adem&#225;s de cuantificar la
    cantidad de prote&#237;na de inter&#233;s, hay que cuantificar la cantidad de prote&#237;na
    total, esta informaci&#243;n se necesita no solo para tomar la decisi&#243;n de cuales
    fracciones deben ser colectadas para los siguientes pasos de purificaci&#243;n, sino
adem&#225;s ayudan a verificar la efectividad de cada paso de la purificaci&#243;n.</p>

<i><p>Cuantificaci&#243;n de prote&#237;na total</p>
</i>
<p>Para estimar la cantidad
    de prote&#237;na, se puede leer directamente la absorbancia a 280 nm de fracciones
    individuales colectadas en cromatograf&#237;a. Un m&#233;todo alternativo a la estimaci&#243;n
    fotom&#233;trica directa de la cantidad de prote&#237;na es el uso de ensayos
    colorim&#233;tricos de cada fracci&#243;n utilizando el reactivo de Lowry o el ensayo de
Bradford.</p>


<i><p>Ensayo de actividad enzim&#225;tica</p>
</i>
<p>La cantidad de enzima en
    una soluci&#243;n puede ser determinada midiendo su actividad catal&#237;tica, (la
    cantidad de sustrato consumido o producto generado en una unidad de tiempo.
    Idealmente, una enzima se mide con soluci&#243;n de reacci&#243;n, que debe estar a pH &#243;ptimo
    y contener cofactores o coenzimas requeridas, como tambi&#233;n sustrato a niveles
    donde la enzima estar&#225; saturada. Es a menudo m&#225;s preciso monitorear la
    aparici&#243;n de producto que la desaparici&#243;n de sustrato. El m&#233;todo en particular
    depender&#225; de la enzima en ser cuantificada. La situaci&#243;n m&#225;s simple es cuando
    se mide la aparici&#243;n de un producto coloreado, midiendo su absorbancia en un
    espectrofot&#243;metro. Por ejemplo, la lactato deshidrogenasa utiliza lactato y
    NAD<sup>+</sup> como sustrato para producir piruvato y NADH. Ya que el producto, NADH
    absorbe luz a 340nm, mientras el lactato y NAD<sup>+</sup> no lo hacen, la progresi&#243;n de
    la reacci&#243;n puede ser seguida monitoreando  la absorbancia a esta longitud de
    onda. Si una enzima no forma un producto coloreado, este producto puede ser
    sometido a una segunda reacci&#243;n que si pueda ser detectada
espectrofotom&#233;tricamente. Esto se llama un ensayo acoplado.</p>


<p>Tradicionalmente, una
    unidad de enzima es definida como la cantidad de enzima que causa la conversi&#243;n
    de un micromol de sustrato por minuto bajo condiciones de medici&#243;n optimas. En
    a&#241;os recientes se ha recomendado una nueva unidad internacional de medida de la
    actividad enzim&#225;tica, la Katal (abreviada kat) y es definida como la cantidad
de enzima que causa el consumo de 1 mol de sustrato por segundo.</p>

<i><p>Actividad espec&#237;fica, enriquecimiento y rendimiento</p>
</i>
<p>Ya que la actividad
    enzim&#225;tica solo mide la cantidad de enzima presente y no aporta datos sobre la
    presencia de otras prote&#237;nas contaminantes, se requiere otra medida para
graficar esto, la actividad espec&#237;fica.</p>
    
<p>La actividad espec&#237;fica
    se calcula como el n&#250;mero de unidades de enzima por miligramos de prote&#237;na
    total. La actividad espec&#237;fica de la enzima de inter&#233;s ser&#225; baja en el extracto
    original e ir&#225; aumentando durante la purificaci&#243;n hasta un m&#225;ximo cuando la
    enzima est&#233; pura. La actividad espec&#237;fica es una medida de la pureza de la
    enzima.</p>

<p>Para monitorear la
    efectividad de una purificaci&#243;n de enzima, no es importante el valor absoluto
    de la actividad espec&#237;fica, ya que esta depender&#225; de las capacidades
    intr&#237;nsecas de cada enzima. En cambio el aspecto importante es como la
    actividad espec&#237;fica cambia durante la purificaci&#243;n. El grado de
    enriquecimiento de la enzima alcanzada en cada etapa puede ser calculada como
    se muestra a continuaci&#243;n:</p>

<table cellspacing="0" border="0" cellpadding="7" width="452">
<tr><td width="11" valign="top">&#160;</td>
<td width="135" valign="top">
<p>Enriquecimiento&#160;&#160;=&#160;&#160;</p></td>
<td width="264" valign="top">
<p align="center"><U>actividad espec&#237;fica de la fracci&#243;n</U> <br />
actividad espec&#237;fica original</p></td>
</tr>
</table>


<p>Una purificaci&#243;n exitosa no s&#243;lo tiene que aumentar
    la actividad espec&#237;fica de la enzima, adem&#225;s la enzima debe ser recuperada con
    un buen rendimiento. Esto puede ser calculado como sigue:</p>

<table cellspacing="0" border="0" cellpadding="7" width="568">
<tr><td valign="top">&#160;</td>
<td valign="top">
<p>Rendimiento&#160;&#160;=&#160;&#160;</p></td>
<td valign="top">
<p align="center"><U>unidades de enzima luego del paso de purificaci&#243;n</U><br />unidades de enzima en la preparaci&#243;n original</p></td>
<td valign="top">
<p>x 100%</p></td>
</tr>
</table>

<p>Note que el rendimiento de una enzima luego de una
    purificaci&#243;n en particular  puede ser baja no porque el procedimiento sea
    incorrecto para purificar la prote&#237;na, pero porque produce inactivaci&#243;n de la
    enzima..</p>

<b><p>Medici&#243;n de la pureza</p>
</b>
<p>En el paso final de la
    purificaci&#243;n de la prote&#237;na, cuando coincide el perfil de prote&#237;na y de
    actividad enzim&#225;tica, se puede creer que la enzima se encuentra purificada. La
    prueba de que la prote&#237;na se encuentra pura solo se puede obtener por
    secuenciaci&#243;n qu&#237;mica o por  espectrometr&#237;a de masas. De todas maneras se
    pueden utilizar procedimientos mucho m&#225;s simples para analizar la pureza de una
    prote&#237;na. El procedimiento m&#225;s com&#250;n es el <a href="SDS.html">SDS-PAGE</a>, que es r&#225;pido y sensitivo
    y separa las prote&#237;nas s&#243;lo en base a su tama&#241;o. Alternativamente se puede
    tratar <a href="IEF.html">el isoelectroenfoque</a> que separa las prote&#237;nas por diferencias de carga.
    Idealmente la t&#233;cnica de elecci&#243;n para verificar la pureza de una muestra de
    prote&#237;na es <a href="2D.html">la electroforesis bi-dimensional</a> en la que se separan las prote&#237;nas
    por  su carga en la primera dimensi&#243;n (isoelectroenfoque) y por su peso
    molecular en la segunda dimensi&#243;n (SDS-PAGE). Las prote&#237;nas que componen la
    mezcla se visualizan como manchas en un gel. Dado la alta resoluci&#243;n de esta t&#233;cnica,
    una muestra que tiene una sola mancha esta probablemente pura.</p>
<p><a href="index.html">&#205;ndice de ayuda</a></p>
</font>
</body>
</html>
