<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>L'&#233;lectrophor&#232;se bidimensionnelle sur gel</title>
<style type="text/css" media="screen">
a:link {text-decoration:none;}    /* unvisited link */
a:visited {text-decoration:none;} /* visited link */
a:hover {text-decoration:underline;}   /* mouse over link */
a:active {text-decoration:underline;}  /* selected link */
</style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="2d_page"></a>
<b><font face="Geneva, Aria" size="4"><p>L'&#233;lectrophor&#232;se bidimensionnelle sur gel</p>
</font></b>

<font face="Geneva, Arial" size="2"><p>La s&#233;paration &#233;lectrophor&#233;tique des polypeptides sur gel peuvent &#234;tre r&#233;alis&#233;es par rapport des propri&#233;t&#233;s de la taille et de la charge (&#233;lectrophor&#232;se sur gel dans les conditions non-dissoci&#233;es), la taille uniquement ( <a href="SDS.html">SDS-PAGE</a> ), ou la charge uniquement ( <a href="IEF.html">iso&#233;lectrofocalisation, IEF</a> ).<a href="SDS.html"></a><a href="IEF.html"></a> Quelle que soit la m&#233;thode choisie, il est tout &#224; fait possible que deux ou plusieurs polypeptides peuvent co-migrent en une seule bande, notamment si l'&#233;chantillon d'origine soit un m&#233;lange complexe de prot&#233;ines. Cette co-migration de prot&#233;ines pourrait cacher la complexit&#233; d'un m&#233;lange de prot&#233;ines et donc on pourrait arriver &#224; des conclusions erron&#233;es concernant la puret&#233; des &#233;chantillons de prot&#233;ines.</p>

<p>Les m&#233;thodes bidimensionnelles d'&#233;lectrophor&#232;se sur gel ont &#233;t&#233; &#233;labor&#233;es dont les  prot&#233;ines sont s&#233;par&#233;es sur la base de la charge dans une seule dimension suivie d'une s&#233;paration sur la base de la taille dans une seconde dimension. La premi&#232;re s&#233;paration sur la base de la charge est effectu&#233;e par l'&#233;lectrophor&#232;se de l'&#233;chantillon de prot&#233;ine dans un tube de gel de polyacrylamide, normalement par l'IEF. Apr&#232;s l'&#233;lectrophor&#232;se, ce tube de gel est configur&#233; &#224; l'horizontale sur le bord sup&#233;rieur du gel d'empilement d'une plaque de gel pr&#233;par&#233; au SDS-PAGE. Au cours de cette seconde dimension &#233;lectrophor&#233;tique, les polypeptides s&#233;par&#233;s par une charge dans le tube de gel pendant la premi&#232;re &#233;tape &#233;lectrophor&#233;tique  migrent dans le gel en tranches o&#249; ils se s&#233;parent sur la base de la taille. Soit des plaques de gel de polyacrylamide &#224; concentration stable &#224; concentration progressive peut &#234;tre utilis&#233;s dans la seconde dimension de l'&#233;tape SDS-PAGE. Les prot&#233;ines s&#233;par&#233;es apparaissent comme taches apr&#232;s la teinture. Si l'on regard le gradient de pH dans le tube de gel de premi&#232;re dimension et &#233;galement les polypeptides co-&#233;lectrophores&#233;s par poids mol&#233;culaire le long du c&#244;t&#233; du gel, au cours de la seconde plaque de dimensions SDS-PAGE &#233;tape, on peut d&#233;terminer &#224; la fois le point iso&#233;lectrique et les poids mol&#233;culaires de tout les &#233;chantillon de polypeptide tout simplement en notant respectivement leurs emplacements horizontales et verticales.</p>

<p>En raison de la s&#233;paration en deux &#233;tapes impliqu&#233;es, l'&#233;lectrophor&#232;se bidimensionnelle sur gel de polyacrylamide est la m&#233;thode de r&#233;solution la plus pr&#233;cise de toutes les m&#233;thodes &#233;lectrophor&#233;tiques de prot&#233;ines courrement utilis&#233;es. Comme tel, il s'agit d'un test tr&#232;s valable pour discerner la puret&#233; d'un &#233;chantillon de prot&#233;ine. Bien que le SDS-PAGE ou l'IEF pourraient &#234;tre utilis&#233;s pour contr&#244;ler la puret&#233; d'un &#233;chantillon de prot&#233;ines &#224; plusieurs &#233;tapes d'un proc&#233;d&#233; de purification, l'&#233;lectrophor&#232;se sur gel &#224; deux dimensions devrait &#234;tre utilis&#233; comme test final lorsque la prot&#233;ine d'int&#233;r&#234;t semble &#234;tre pure. Notez bien qu'il n'est jamais certaine qu'une seule tache apr&#232;s &#233;lectrophor&#232;se sur gel &#224; deux dimensions est seulement un polypeptide unique; l'utilisation de l'&#233;lectrophor&#232;se sur gel &#224; deux dimensions minimise tout simplement la possibilit&#233; de co-migration de polypeptides. En effet, il y a les possibilit&#233;s que deux ou plusieurs polypeptides peuvent co-migrent, non pas parce qu'ils ont une taille et une charge identique, mais &#224; cause d'une interaction l'un des autres et donc migrent comme agglom&#233;rats plut&#244;t que s&#233;par&#233;ment. Par exemple, les prot&#233;ines isol&#233;es &#224; partir de membranes peuvent former des agglom&#233;rats tr&#232;s stables qui r&#233;sistent aux conditions normales de dissociation employ&#233;es par l'IEF et le SDS-PAGE. En ces cas il faut inclure des r&#233;actifs suppl&#233;mentaires lors de la pr&#233;paration de l'&#233;chantillon et l'&#233;lectrophor&#232;se, tels que l'ur&#233;e, pour assurer la dissociation compl&#232;te des prot&#233;ines.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>
</body>
</html>
