<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=UTF8" />
<title>Protein Purification for OS X</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="about" id="about"></a>
<b><font face="Geneva,Arial" size="4">
<p>Purification des Prot&#233;ines</p>
</font></b>

<font face="Geneva, Arial" size="2">
<p>Purification des Prot&#233;ines est &#233;crit par Andrew Booth, Facult&#233; des Sciences Biologiques, Universit&#233; de Leeds, Royaume-Uni.</p>
<p>Droits d'auteur &#169; Andrew Booth 1983-2013</p>
<p>Version fran&#231;aise &#233;dit&#233;e par Nick Coote, St-Nom-La-Bret&#232;che, France</p>

<p>Ce produit est destin&#233; &#224; &#234;tre utilis&#233; exclusivement &#224; des fins &#233;ducatives. Ce n'est pas un outil de recherche et ne doit pas &#234;tre utilis&#233; comme tel.</p>
<p>Le produit est fourni par Andrew Booth et AGBOOTH.COM sur une base &#171;TEL QUEL&#187;.</p>
<p>ANDREW BOOTH ET AGBOOTH.COM NE FAISONS AUCUNE GARANTIE, EXPRESSE OU IMPLICITE, Y COMPRIS, SANS LIMITATION, LES GARANTIES DE NON-VIOLATION, QUALIT&#201; MARCHANDE ET D'ADAPTATION &#192; UN USAGE PARTICULIER, CONCERNANT LE PRODUIT OU SON UTILISATION ET FONCTIONNEMENT SOUS QUELQUE FORME OU CONDITION CONTEXTE.</p>


<p>ANDREW BOOTH OU AGBOOTH.COM NE SERA RESPONSABLE EN AUCUN CAS DE DOMMAGES SP&#201;CIAUX, INDIRECTS, ACCESSOIRES OU INDIRECTS (Y COMPRIS, MAIS SANS S'Y LIMITER, L'ACQUISITION DE BIENS OU SERVICES DE SUBSTITUTION, LA PERTE D'UTILISATION, DE DONNEES OU DE PROFITS, INTERRUPTION D'ACTIVIT&#201;) PROVENANT DE TOUTE FORME DE L'UTILISATION, REPRODUCTION, MODIFICATION ET / OU LA DISTRIBUTION DU PRODUIT, SOIT LA CAUSE ET QUE SOUS LA TH&#201;ORIE DU CONTRAT, UN D&#201;LIT (Y COMPRIS LA N&#201;GLIGENCE), RESPONSABILIT&#201; STRICTE OU AUTRE, MEME SI ANDREW BOOTH OU AGBOOTH.COM ONT &#201;T&#201; INFORM&#201; DE LA POSSIBILIT&#201; DE TELS DOMMAGES.</p></font>

<p><font size="2" face="Geneva, Arial">Photo par Robert Longuehaye, NIBSC/Science Photo Library.</font></p>
<p><font size="2" face="Geneva, Arial"><a href="index.html">Index de l'aide</a></font></p>

</body>
</html>
