<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>La chromatographie d'affinit&#233;</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="affinity"></a>
<b><font face="Geneva,Arial" size="4"><p>La chromatographie d'affinit&#233;</p>
</font></b>
<font face="Geneva,Arial" size="2"><p>La chromatographie d'affinit&#233; est beaucoup plus pr&#233;cise que d'autres techniques de  purification. Il s'agit de la pr&#233;paration d'une matrice &#224; laquelle la prot&#233;ine d'int&#233;r&#234;t, et, de pr&#233;f&#233;rence, que cette prot&#233;ine, est li&#233;e dans une mani&#232;re r&#233;versible. D'habitude la matrice utilis&#233;e est de billes d'agarose (Sepharose ou BioGel A), le polyacrylamide (par exemple BioGel P) ou du dextrane r&#233;ticul&#233; (par exemple Sephacryl) au quelle un ligand covalent a &#233;t&#233; li&#233;. La nature chimique du ligand est d&#233;termin&#233;e par la sp&#233;cificit&#233; biologique connue de la prot&#233;ine &#224; purifier. Dans la pratique, la chromatographie d'affinit&#233; a &#233;t&#233; utilis&#233;e pour purifier des prot&#233;ines telles que les immunoglobulines, des r&#233;cepteurs membranaires, des enzymes et des hormones ainsi que les acides nucl&#233;iques et m&#234;me des cellules enti&#232;res. Dans le cas d'une enzyme, le ligand choisi serait probablement un substrat ou un inhibiteur r&#233;versible ou un activateur. On pourrait tenter d'utiliser un ligand qui est absolument sp&#233;cifique dont il se lie uniquement &#224; cette enzyme, mais, &#224; d&#233;faut, on peut utiliser un ligand &#171;group-specific&#187;. Par exemple, si 5' AMP est utilis&#233; en tant qu'un ligand, sa ressemblance structurelle au NAD<sup>+</sup> provoque de se lier &#224; plusieurs d&#233;shydrog&#233;nases (NAD<sup>+</sup>-d&#233;pendant) qui sont donc co-purifi&#233;s de l'autre prot&#233;ines. </p>
<p>La proc&#233;dure de la chromatographie d'affinit&#233; de prot&#233;ines ressemble &#224; celle des autres moyens chromatographiques en phase liquide. La matrice est introduit dans une colonne dans un tampon selectionn&#233; d'&#234;tre optimale pour la liaison entre l'enzyme at le ligand. Ainsi, le tampon doit contenir tous les co-facteurs tels que les ions m&#233;talliques qui sont n&#233;cessaires pour cette liaison. Habituellement le tampon a une teneur ionique relativement forte afin de minimiser les liaisons de prot&#233;ines non-sp&#233;cifiques au ligand. L'&#233;chantillon est introduit pour traverser la colonne. Th&#233;oretiquement, que l'enzyme d'int&#233;r&#234;t devraient se lier. Ensuite, Il peut &#234;tre &#233;lu&#233;e sp&#233;cifiquement par l'addition d'un substrat d'une concentration relativement &#233;lev&#233;e ou d'un inhibiteur comp&#233;titif ou, &#224; d&#233;faut, en changeant le pH et/ou la teneur ionique afin de perturber l'interaction enzyme-ligand.</p>
<p>Un protocole alternatif peut &#234;tre utilis&#233; si un anticorps sp&#233;cifique &#224; la prot&#233;ine d'int&#233;r&#234;t est disponible. Cette proc&#233;dure est applicable &#224; toutes les prot&#233;ines, ind&#233;pendamment de leurs activit&#233;s fonctionnelles. L'anticorps est coupl&#233; par covalence &#224; une matrice appropri&#233;e, puis vers&#233; dans une colonne et expos&#233;e &#224; l'&#233;chantillon de prot&#233;ines tel que d&#233;crit ci-dessus. Seule la prot&#233;ine souhait&#233;e va se lier &#224; l'anticorps et ensuite elle peut &#234;tre &#233;lu&#233;e par les proc&#233;dures qui affaiblissent l'interaction antig&#232;ne-anticorps.</p>
<p>La chromatographie d'affinit&#233; est th&#233;oriquement capable d'extraire une prot&#233;ine sp&#233;cifique &#224; d'un m&#233;lange complexe en une seule &#233;tape. Cependant, m&#234;me si cet id&#233;al th&#233;orique n'est pas atteint, la qualit&#233; de la purification est g&#233;n&#233;ralement tr&#232;s bonne. En tant que tel, la proc&#233;dure est peut-&#234;tre la plus puissante actuellement disponible pour la purification des prot&#233;ines. Toutefois, la chromatographie d'affinit&#233; ne peut &#234;tre appliqu&#233;e que lorsque l'activit&#233; fonctionnelle de la prot&#233;ine souhait&#233;e est connue et un ligand appropri&#233; est disponible ou lorsque un anticorps sp&#233;cifique de la prot&#233;ine a d&#233;j&#224; &#233;t&#233; obtenu. Malheureusement, dans de nombreux cas, les conditions ne sont pas satisfaites et donc il faut selectionner les autres moyens, plus g&#233;n&#233;rales, pour effectuer les purifications des prot&#233;ines.</p>
<p>Dans cette simulation, trois types d'anticorps monoclonal immobilis&#233; sont disponibles pour chaque prot&#233;ine dans le m&#233;lange. Celles-ci sont diff&#233;renci&#233;s par leurs affinit&#233;s de la prot&#233;ine. Les anticorps d'affinit&#233; faible ne se lient pas &#224; la prot&#233;ine suffisamment fort pour emp&#234;cher son passage &#224; travers la colonne. Les anticorps de l'affinit&#233; la plus forte se lient &#224; la prot&#233;ine dans une mani&#232;re tr&#232;s efficace dont ils ne peuvent pas &#234;tre &#233;lue sous une forme active. Alors, c'est mieux d'utiliser des anticorps d'une affinit&#233; moyenne. Il faut effectuer quelques exp&#233;riences pour discerner qui sont les meilleurs! Une pr&#233;paration IgG polyclonale immobilis&#233;e est &#233;galement disponible et, en cas de certaines prot&#233;ines, un inhibiteur immobilis&#233; comp&#233;titif.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font></body>
</html>
