<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Fractionnement par sulfate d'ammonium</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="ammonium_sulfate"></a>
<b><font face="Geneva,Arial" size="4"><p>Fractionnement par sulfate d'ammonium</p>
</font></b><font face="Geneva,Arial" size="2"><p>La solubilit&#233; de prot&#233;ines varie en fonction de la force ionique et donc en fonction de la concentration de la solution du sel. Deux effets distincts sont observ&#233;s. Aux concentrations basses du sel, la solubilit&#233; de la prot&#233;ine augmente par rapport &#224; la concentration du sel. Ce ph&#233;nom&#232;ne s'est appel&#233; &#171;salting-in&#187;. Cependant, si la concentration du sel (force ionique) est encore augment&#233;e, la solubilit&#233; de la prot&#233;ine commence &#224; diminuer. &#192; une force ionique suffisamment &#233;lev&#233;e, la solubilit&#233; de la prot&#233;ine diminue au point o&#249; elle est presque compl&#232;tement pr&#233;cipit&#233;e dans la solution - un effet dit &#171;salting-out&#187;. Le base th&#233;orique de salting-out est complexe, mais un facteur est probablement la comp&#233;tition entre les ions des prot&#233;ines et du sel pour les mol&#233;cules d'eau disponibles. &#192; des concentrations &#233;lev&#233;es du sel, les mol&#233;cules d'eau disponibles sont insuffisantes pour la solubilisation compl&#232;te de la prot&#233;ine dont les interactions prot&#233;ine-prot&#233;ine deviennent pr&#233;dominantes pare rapport &#224; la prot&#233;ine-eau interactions, et les pr&#233;cipitations se produisent.</p>
<p>Puisque les prot&#233;ines diff&#232;rent sensiblement &#224; leurs solubilit&#233;s &#224; force ionique &#233;lev&#233;e, le salting-out est une proc&#233;dure tr&#232;s utile pour aider la purification d'une prot&#233;ine sp&#233;cifique. En effet, les moyens de purification de l'enzyme comprennent presque toujours une telle d&#233;marche. Dans la pratique, le sulfate d'ammonium est le sel couramment utilis&#233; car il est tr&#232;s soluble dans l'eau, relativement pas cher et disponible &#224; l'haute puret&#233;. En outre, il n'a pas d'effets n&#233;gatifs &#224; l'activit&#233; enzymatique. Typiquement d'abord, une exp&#233;rience &#224; petite &#233;chelle est men&#233;e pour d&#233;terminer la concentration optimale du sulfate d'ammonium d'utiliser. Cette proc&#233;dure est g&#233;n&#233;ralement r&#233;alis&#233;e &#224; 0 - 4&#186;C afin de maximiser la stabilit&#233; des prot&#233;ines. Un grand soin doit &#234;tre pris pour s'assurer que la concentration du sel de l'ensemble de la solution augmente uniform&#233;ment, sans la pr&#233;sence de concentrations locales &#233;lev&#233;es qui pourraient pr&#233;cipiter la prot&#233;ine d'int&#233;r&#234;t avec les prot&#233;ines ind&#233;sirables. Donc la solution doit &#234;tre agit&#233;e en continu au m&#234;me temps que des petites parties aliquotes de sulfate d'ammonium solide concass&#233; (ou, de pr&#233;f&#233;rence, une solution satur&#233;e de sulfate d'ammonium) sont ajout&#233;es. Apr&#232;s chaque addition, le sulfate d'ammonium est laiss&#233; disperser compl&#232;tement avant ajouter la prochaine. Une fois que la concentration souhait&#233;e de sulfate d'ammonium est atteint, l'incubation &#224; 0 - 4&#186;C est poursuivie pendant une br&#232;ve p&#233;riode afin de permettre la pr&#233;cipitation des prot&#233;ines &#224; se produire, et la prot&#233;ine pr&#233;cipit&#233;e est ensuite r&#233;cup&#233;r&#233;e par centrifugation. La concentration de sulfate d'ammonium dans la solution est augment&#233;e en paliers, en r&#233;cup&#233;rant la prot&#233;ine pr&#233;cipit&#233;e &#224; chaque &#233;tape. Chaque pr&#233;cipitation de prot&#233;ines est dissous s&#233;par&#233;ment dans un tampon frais et est analys&#233;s &#224; la fois &#224; la teneur en prot&#233;ines totale et l'activit&#233; de l'enzyme souhait&#233;. Sur la base de ces donn&#233;es, on peut planifier une proc&#233;dure de fractionnement pour la purification de l'enzyme en vrac. Une concentration de sulfate d'ammonium est choisi qui pr&#233;cipiterait la proportion maximale de la prot&#233;ine souhait&#233;e, tout en laissant la plus de l'enzyme encore en solution. Cette prot&#233;ine pr&#233;cipit&#233;e est s&#233;par&#233;e par centrifugation et en suite la concentration de la solution de sulfate d'ammonium qui reste est augment&#233;e &#224; une valeur qui pr&#233;cipiterera la plus possible de l'enzyme, tout en laissant la quantit&#233; maximale de contaminants prot&#233;iques r&#233;siduels encore en solution. L'enzyme pr&#233;cipit&#233; est r&#233;cup&#233;r&#233; par centrifugation et dissous dans le tampon frais pour la prochaine &#233;tape de la purification. De sulfate d'ammonium r&#233;siduel sera pr&#233;sent dans cette solution enzymatique et peut-&#234;tre doit &#234;tre enlev&#233; par filtration au gel ou &#224; la dialyse avant la prochaine &#233;tape de la purification devrait &#234;tre tent&#233;.</p>
<p>En plus de son r&#244;le comme une &#233;tape de purification extr&#234;mement utile et universellement applicable, la purification du sulfate d'ammonium est souvent employ&#233; &#224; nouveau &#224; des &#233;tapes ult&#233;rieurs de la purification tout simplement pour concentrer la prot&#233;ine de la solution dilu&#233;e, apr&#232;s des proc&#233;dures telles que la filtration au gel.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font></body>
</html>
