<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />

<title>D&#233;marrage</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="getting_started"></a>
<b><font face="Geneva, Arial" size="4"><p>D&#233;marrage</p>
</font></b><font face="Geneva, Arial" size="2">
<p>Lorsque vous s&#233;lectionnez <b>Commencer</b>, vous pourrez s&#233;lectionner un nouveau m&#233;lange ou celle qui a &#233;t&#233; stock&#233; d'un essai ant&#233;rieur de purification. Avant de commencer, il faut choisir la prot&#233;ine d'&#234;tre purifi&#233;e. Vous constaterez que votre prot&#233;ine poss&#232;de une activit&#233; enzymatique pour laquelle un test a d&#233;j&#224; &#233;t&#233; &#233;labor&#233;. Votre technicien a d&#233;j&#224; examin&#233; la grande collection dans le laboratoire d'anticorps et d'antiserums et il a choisi trois pr&#233;parations d'anticorps monoclonaux et un antis&#233;rum polyclonal qui semblent &#234;tre sp&#233;cifique &#224; votre prot&#233;ine. Toutefois, le technicien n'est pas content d'&#234;tre dirig&#233; par un nouveau venu dans l'&#233;quipe et il est devenu un peu maussade. Alors que vos instructions seront suivies avec pr&#233;cision et les r&#233;sultats seront pr&#233;sent&#233;s correctement, le technicien ne sera pas vous donner des conseils ou vous avertir si vous faites des erreurs. Vous &#234;tes en charge. Vous devez prendre les d&#233;cisions et faire face aux cons&#233;quences. Gardez &#224; l'esprit que si vous perdiez l'activit&#233; enzymatique, si vous prenniez plus de dix &#233;tapes pour purifier la prot&#233;ine, ou si vous laissiez le co&#251;t de monter trop haut, vous arriverez sous le contr&#244;le des conseillers financiers du laboratoire. Essayez d'&#233;viter cela!</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>

</body>
</html>
