<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Fractionnement par la chaleur</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="heat_treatment"></a>
<b><font face="Geneva,Arial" size="4"><p>Fractionnement par la chaleur</p></font></b>

<font face="Geneva, Arial" size="2"><p>Les proc&#233;dures de purification de prot&#233;ines sont g&#233;n&#233;ralement effectu&#233;es &#224; basse temp&#233;rature (0 - 4&#186;C) puisque la plupart des prot&#233;ines sont stables &#224; basse temp&#233;rature. Comme la temp&#233;rature augmente de 0&#186;C &#224; 37 - 40&#186;C, leur stabilit&#233; diminue de mani&#232;re importante. Au-dessus de 40&#186;C ou plus, la plupart des prot&#233;ines deviennent plus en plus instables et elles d&#233;naturent, et &#224; pH neutre, souvent ces prot&#233;ines d&#233;natur&#233;es vont pr&#233;cipiter.</p><p>
Prot&#233;ines sp&#233;cifiques sont variables par rapport leurs sensibilit&#233;s &#224; la chaleur et donc on peut utiliser ces diff&#233;rences comme un moyen de purification. La stabilit&#233; &#224; chaleur de l'enzyme souhait&#233; est d&#233;termin&#233;e de premi&#232;re instance par un essai, en m&#233;surent l'activit&#233; enzymatique dans l'extrait cellulaire apr&#232;s incubation &#224; temp&#233;ratures diff&#233;rentes dans une p&#233;riode de temps d&#233;finie. La temp&#233;rature minimale qui produit une inactivation brute doit &#234;tre definie. Une fois cette temp&#233;rature est connue, les prot&#233;ines les moins stables peuvent &#234;tre pr&#233;f&#233;rentiellement inactiv&#233;es par l'incubation de l'extrait cellulaire &#224; 5 - 10&#186;C en dessous de cette temp&#233;rature pendant 15 &#224; 30 min. Ensuite, la prot&#233;ine pr&#233;cipit&#233;e d&#233;natur&#233;e doit &#234;tre enl&#233;v&#233;e par centrifugation.</p>
<p>Il convient de noter que la stabilit&#233; &#224; la chaleur de l'enzyme souhait&#233; peut &#234;tre augment&#233; au cours de la d&#233;naturation thermique par la pr&#233;sence de son substrat, son produit ou d'un inhibiteur comp&#233;titif qui se lient au site actif et qui aide &#224; stabiliser la conformation de la prot&#233;ine. Parce ce que, dans une certaine mesure, la d&#233;naturation des prot&#233;ines cellulaires peut arriver &#224; n'importe quelle temp&#233;ratures et tout simplement peut augmenter par rapport la chaleur, l'activit&#233; totale de l'enzyme souhait&#233; normalement baisse un peu apr&#232;s l'&#233;tape de d&#233;naturation &#224; la chaleur. Cette proc&#233;dure est donc plut&#244;t brut. Cependant, il peut &#234;tre une &#233;tape utile au d&#233;but pour la purification des prot&#233;ines qui sont plut&#244;t plus r&#233;sistantes &#224; la chaleur.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>
</body>
</html>
