<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>Chromatographie par interactions hydrophobes</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="hic"></a>
<font face="Geneva,Arial" size="4"><b><p>Chromatographie par interactions hydrophobes</p></b>
</font><font face="Geneva,Arial" size="2"><p>Cette technique fractionne prot&#233;ines sur la base de leur liaison &#224; et &#233;lution &#224; partir d'une matrice hydrophobe, couramment octyl- ou ph&#233;nyle-agarose. La liaison des prot&#233;ines est souvent effectu&#233;e &#224; forte concentration en sel pour favoriser les interactions hydrophobes. Certaines prot&#233;ines peuvent pr&#233;cipiter &#224; cette force ionique &#233;lev&#233;e et ont donc besoin d'&#234;tre &#233;limin&#233; par centrifugation avant de charger le m&#233;lange de prot&#233;ines sur la colonne. &#201;lution s&#233;lective des prot&#233;ines li&#233;s est ensuite effectu&#233;e en appliquant un gradient d&#233;croissant du sel. Les prot&#233;ines qui ne parviennent pas &#224; &#233;luer &#224; faible concentration en sel peut &#234;tre &#233;lue par lavage de la colonne avec l'&#233;thyl&#232;ne glycol aqueux, l'&#233;thanol ou de certains agents chaotropiques tels que l'ur&#233;e, mais ce n'est pas simul&#233; dans ce programme. Cette technique est donc comme les autres m&#233;thodes chromatographiques g&#233;n&#233;rales telles que chromatographie &#233;changeuse d'ions et filtration sur gel en ce qu'elle s'appuie sur les diff&#233;rences dans une propri&#233;t&#233; physique particuli&#232;re des mol&#233;cules de prot&#233;ines qui sont s&#233;par&#233;s.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>
</body>
</html>
