<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />

<title>Focalisation iso&#233;lectrique</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="ief"></a>
<b><font face="Geneva, Arial" size="4"><p>Focalisation iso&#233;lectrique</p>
</font></b><font face="Geneva, Arial" size="2"><p>La focalisation iso&#233;lectrique, l'IEF, (&#233;lectrofocalisation souvent appel&#233;) est une m&#233;thode pour s&#233;parer les mol&#233;cules qui diff&#232;rent par leurs caract&#233;ristiques de charge. Pour IEF des prot&#233;ines, le m&#233;lange de prot&#233;ines est soumis &#224; un champ &#233;lectrique dans un support inerte dans lequel un gradient de pH stable a &#233;t&#233; pr&#233;alablement g&#233;n&#233;r&#233;. La r&#233;gion d'anode est &#224; un pH inf&#233;rieur &#224; la cathode et l'intervalle de pH est choisi de telle sorte que les prot&#233;ines &#224; &#234;tre s&#233;par&#233;s ont leurs points iso&#233;lectriques dans cette plage. Une prot&#233;ine qui est dans un domaine de pH en dessous de sa pI sera charg&#233; positivement et ainsi se d&#233;placent vers la cathode. Cependant, comme il migre, de sorte que le pH diminue jusqu'&#224; ce que la prot&#233;ine atteigne un pH qui est de son pI. &#192; ce stade, il n'a pas de charge nette et si la migration cesse. Faut-il d&#233;passement ce point, il va entrer dans une r&#233;gion de pH au-dessus de son pI et ainsi de se charger n&#233;gativement. Il sera alors inverser sa direction de la migration et maintenant migrent vers l'anode. Cons&#233;quent prot&#233;ines se concentre dans tranchants fixes avec les bandes de chaque prot&#233;ine positionn&#233; en un point dans le gradient de pH correspondant &#224; son pi. La technique est capable de tr&#232;s haute r&#233;solution avec des prot&#233;ines diff&#233;rentes par une seule accusation d'&#234;tre fractionn&#233;e en bandes s&#233;par&#233;es.</p>
<p>Le gradient de pH stable entre les &#233;lectrodes est form&#233;e en incluant un m&#233;lange de &quot;des ampholytes porteurs de bas poids mol&#233;culaire dans le support inerte. Ce sont des synth&#233;tiques, des acides aliphatiques polyaminopolycarboxylique disponibles dans le commerce dont les valeurs individuelles pI couvrir une gamme de pH pr&#233;s&#233;lectionn&#233;. Ainsi, on peut acheter des ampholytes porteurs couvrant soit une large gamme de pH (pH par exemple 3 - 10) ou une fourchette &#233;troite (par exemple pH 7 - 8). Ampholytes commerciaux comprennent Ampholine, BioLyte et Pharmalyte.</p>
<p>Le format exact IEF d&#233;pend de la nature du support inerte qui est utilis&#233;. Les premi&#232;res applications de l'IEF utilis&#233; refroidis &#224; l'eau des colonnes de verre verticales remplies de ampholytes porteurs dans un gradient de densit&#233; de sucrose. Le gradient de densit&#233; de sucrose &#233;tait le support inerte, le gradient de densit&#233; aidant &#224; stabiliser la colonne de liquide contre de m&#233;lange convectif d&#251; &#224; la chaleur g&#233;n&#233;r&#233;e lors de l'&#233;lectrophor&#232;se. L'&#233;lectrode sup&#233;rieure (anode) a &#233;t&#233; reli&#233;e &#224; un r&#233;servoir d'acide (par exemple l'acide phosphorique) et l'&#233;lectrode inf&#233;rieure &#224; un r&#233;servoir contenant une solution alcaline (par exemple NaOH). Apr&#232;s une p&#233;riode de &#233;lectrophor&#232;se pour &#233;tablir le gradient de pH, l'&#233;chantillon de prot&#233;ine a &#233;t&#233; introduit dans la colonne et l'&#233;lectrophor&#232;se continu&#233; jusqu'&#224; ce que les prot&#233;ines ont atteint leur PI. Les bandes de prot&#233;ines individuelles ont &#233;t&#233; ensuite r&#233;cup&#233;r&#233; par &#233;gouttage de la colonne de sa base dans une s&#233;rie de fractions. Ce proc&#233;d&#233; est toujours utilis&#233; pour certaines applications de pr&#233;paration IEF bien qu'il n'est pas tr&#232;s r&#233;pandue en raison du co&#251;t &#233;lev&#233; des ampholytes utilis&#233;s. Pr&#233;parative IEF peut &#233;galement &#234;tre effectu&#233;e sur une &#233;chelle l&#233;g&#232;rement inf&#233;rieure (mais toujours capable de produire milligrammes de prot&#233;ines pures) en utilisant horizontales plates lits d'une matrice de gel, comme bourrelet Sephadex, dans des auges de verre refroidi. Apr&#232;s &#233;lectrophor&#232;se, le gel est subdivis&#233; en fractions &#224; partir de laquelle les prot&#233;ines peuvent &#234;tre &#233;lu&#233;es avec le tampon.</p>
<p>Malgr&#233; les approches de pr&#233;paration ci-dessus, l'IEF est principalement utilis&#233; comme une technique d'analyse pour &#233;valuer la complexit&#233; ou la puret&#233; des &#233;chantillons de prot&#233;ines. Comme avec <a href="SDS.html">SDS-PAGE</a>, cependant, si la quantit&#233; de prot&#233;ine n&#233;cessaire &#224; l'&#233;tat pur n'est que de l'ordre de quelques microgrammes, m&#234;me &#233;lectrofocalisation &#233;chelle analytique peut suffire &#224; le pr&#233;parer. Analytique IEF est r&#233;alis&#233;e soit &#224; la verticale des gels de polyacrylamide (tige d'autant plus que la premi&#232;re s&#233;paration-dimensionnelle de l'&#233;lectrophor&#232;se sur gel &#224; deux dimensions) ou en horizontal ou polyacrylamide gels d'agarose de la dalle.</p>
<p>Horizontal gel IEF dalle est d&#233;sormais le format le plus largement utilis&#233; pour &#233;lectrofocalisation. Feuilles minces de polyacrylamide ou sur gel d'agarose mont&#233; sur plaques de verre ou de plastique et contenant des ampholytes porteurs choisis pour donner la gamme de pH correct peut &#234;tre achet&#233; ou pr&#233;par&#233; au laboratoire. Il est important d'&#233;viter les effets de tamisage mol&#233;culaire de sorte que la s&#233;paration des prot&#233;ines se produit uniquement sur la base de la charge. Des gels d'agarose par cons&#233;quent serait choisi de pr&#233;f&#233;rence &#224; des gels de polyacrylamide pour la s&#233;paration de grandes prot&#233;ines en raison de leur plus grande porosit&#233;. Si sur gel de polyacrylamide est utilis&#233;, la concentration du gel est choisi de mani&#232;re &#224; obtenir un gel &#224; larges pores et ainsi minimiser tamisage mol&#233;culaire. Gel des &#233;paisseurs de 1 &#224; 2 mm peut &#234;tre utilis&#233;, mais de plus en plus ultra-minces gels seulement 0,1 - 0,25 mm d'&#233;paisseur sont utilis&#233;s car ils sont moins chers (ampholytes porteurs sont chers) et permettre des temps de running plus courtes (depuis des tensions plus &#233;lev&#233;es peuvent &#234;tre utilis&#233;es) et am&#233;lior&#233; r&#233;solution. </p>
<p>Des gels horizontaux sur leur verre ou des feuilles de plastique sont dispos&#233;s sur des plaques refroidies par eau depuis ce qui permet la chaleur g&#233;n&#233;r&#233;e par &#233;lectrophor&#232;se &#224; &#234;tre facilement dissip&#233;e et &#233;viter ainsi la d&#233;formation des bandes de prot&#233;ines de s&#233;paration. Comme verticales gels de polyacrylamide dalle, plusieurs &#233;chantillons peuvent &#234;tre analys&#233;s c&#244;te &#224; c&#244;te. Seuls quelques microgrammes de prot&#233;ines sont n&#233;cessaires &#224; l'analyse. Une proc&#233;dure simple pour charger les &#233;chantillons sur le gel est de tremper un petit morceau de papier filtre dans l'&#233;chantillon, puis d&#233;poser ce sur la surface du gel &#224; l'origine. Une courte p&#233;riode de l'&#233;lectrophor&#232;se des prot&#233;ines permet maintenant d'entrer dans le gel, le papier filtre est retir&#233; et l'&#233;lectrophor&#232;se est poursuivi pendant plusieurs heures afin de permettre l'IEF de se produire. Le profil des prot&#233;ines s&#233;par&#233;es peuvent &#234;tre visualis&#233;s apr&#232;s &#233;lectrophor&#232;se en fixation et coloration des bandes de prot&#233;ines.</p>
<p>Contrairement &#224; <a href="SDS.html">SDS-PAGE</a>, IEF ne donne aucune information sur le poids mol&#233;culaire des polypeptides s&#233;par&#233;s depuis la s&#233;paration se produit sur la base de la charge seul. Cependant, en mesurant le gradient de pH &#224; travers le gel apr&#232;s &#233;lectrophor&#232;se en utilisant une &#233;lectrode de surface et l'enregistrement de la position de la prot&#233;ine s&#233;par&#233;e d'int&#233;r&#234;t, on peut estimer le pI de cette prot&#233;ine, l'information qui pourrait &#234;tre pr&#233;cieux dans la planification de toute grande &#233;chelle d'&#233;change d'ions &#233;tape de chromatographie dans un syst&#232;me de purification.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>
</body>
</html>
