<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<title>Chromatographie par &#233;change d'ions</title>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000FF" vlink="#800080" bgcolor="#FFFFFF">
<a name="ion_exchange"></a>
<b><font face="Geneva, Arial" size="4"><p>Chromatographie par &#233;change d'ions</p></font></b><font face="Geneva, Arial" size="2"> 
<p>Une r&#233;sine &#233;changeuse d'ions est constitu&#233; d'une matrice insoluble avec les groupes de charge de mani&#232;re covalente. Des &#233;changeurs d'ions charg&#233;s positivement et des &#233;changeurs d'ions charg&#233;s n&#233;gativement sont disponibles. &#201;changeurs charg&#233;s n&#233;gativement lier les ions charg&#233;s positivement (cations). Ils peuvent se lier un type de cation, mais, lorsqu'il est pr&#233;sent&#233; avec un second type de cation, ce peut d&#233;placer, ou un &#233;change avec, le premier. Donc ces r&#233;sines sont appel&#233;s r&#233;sines &#233;changeuses de cations. De m&#234;me r&#233;sines &#233;changeuses d'anions sont charg&#233;s positivement et lier (et d'&#233;change) des ions charg&#233;s n&#233;gativement (anions).</p>
<p><img src="IonEx.gif" /></p>
<p><b>A</b> &#160;&#160;r&#233;sine &#233;changeuse de cations avec des contre-ions positifs li&#233;s</p>
<p><b>B</b> &#160;&#160;r&#233;sine &#233;changeuse d'anions avec des contre-ions n&#233;gatifs li&#233;s</p>
<p>Plusieurs groupes de cha&#238;ne lat&#233;rale des r&#233;sidus d'acides amin&#233;s dans les prot&#233;ines sont ionisable (par exemple la lysine ou l'acide glutamique) comme le sont les amin&#233;s N-terminaux et C-terminale des groupes carboxyle. Par cons&#233;quent les prot&#233;ines sont des mol&#233;cules charg&#233;es. Cette caract&#233;ristique peut &#234;tre utilis&#233;e pour s&#233;parer les prot&#233;ines diff&#233;rentes par chromatographie par &#233;change d'ions. Les deux r&#233;sines plus fr&#233;quemment utilis&#233;es pour chromatographie &#233;changeuse d'ions de prot&#233;ines sont la carboxym&#233;thylcellulose (CM-cellulose) et di&#233;thylamino&#233;thyle-cellulose (DEAE-cellulose). Ce sont des celluloses granulaires qui ont &#233;t&#233; modifi&#233;s chimiquement. CM-cellulose est une r&#233;sine, o&#249; les groupes &#151;CH<SUB>2</SUB>OH du polysaccharide ont &#233;t&#233; convertis en un groupe &#151;CH<SUB>2</SUB>OCH<SUB>2</SUB>COOH. &#193; un pH neutre de ce groupe est ionis&#233; en un groupe &#151;CH<SUB>2</SUB>OCH<SUB>2</SUB>COO&#175; de telle sorte que CM-cellulose est charg&#233; n&#233;gativement, c'est &#224; dire que un &#233;changeur de cations. Le DEAE-cellulose contient un groupe amine tertiaire ionisable lieu. Il est charg&#233; positivement &#224; un pH neutre et ainsi de DEAE-cellulose est un &#233;changeur d'anions. &#201;troitement li&#233;e &#224; ces celluloses &#233;changeuses d'ions sont du DEAE-Sephadex et CM-Sephadex, contenant des groupes ionisables m&#234;mes fix&#233;s de mani&#232;re covalente &#224; une matrice de Sephadex, et les billes de mani&#232;re covalente agarose r&#233;ticul&#233; de talon &#233;changeurs d'ions DEAE-Sepharose et CM-Sepharose. DEAE-cellulose est maintenant lui aussi disponible dans une forme de perles appel&#233; DEAE-Sephacel. Le Sephadex et les types de Sepharose sont particuli&#232;rement utile pour la s&#233;paration des prot&#233;ines de poids mol&#233;culaire &#233;lev&#233;. Dans la pratique, &#233;tant donn&#233; que ces matrices sont tr&#232;s semblables &#224; ceux utilis&#233;s pour la filtration sur gel certaine tamisage mol&#233;culaire peut accompagner le processus d'&#233;change d'ions. Cela peut accro&#238;tre ou en r&#233;duire l'efficacit&#233; du fractionnement par rapport &#224; l'aide d'un de cellulose &#233;changeuse d'ions. Pour plus de simplicit&#233; dans la simulation par ordinateur, tamisage mol&#233;culaire est suppos&#233; ne pas se produire au cours chromatographie &#233;changeuse d'ions. Autres r&#233;sines &#233;changeuses d'ions en utilisant les diff&#233;rents groupes ionisables de ceux d&#233;crits ici sont &#233;galement disponibles dans le commerce. Cette simulation informatique comprend les &#233;l&#233;ments suivants r&#233;sines &#233;changeuses d'ions: CM-cellulose, DEAE-cellulose, Q-Sepharose Fast Flow et S-Sepharose Fast Flow. Le groupe charg&#233; de Q-S&#233;pharose est une amine quaternaire, qui porte une charge non-titrable positif. Par cons&#233;quent, cette matrice peut &#234;tre utilis&#233;e &#224; des valeurs de pH alcalin au cours de laquelle la charge positive du groupe DEAE aurait &#233;t&#233; titr&#233;s. Le groupe charg&#233; de S-Sepharose est le groupe sulfonyle (&#151;SO<SUB>3</SUB>&#175;).</p>
<p>Le fractionnement des prot&#233;ines par chromatographie &#233;changeuse d'ions d&#233;pend de diff&#233;rences dans la charge de diff&#233;rentes prot&#233;ines. La charge d'une prot&#233;ine d&#233;pend du nombre et du type de groupes d'acides amin&#233;s ionisables des cha&#238;nes lat&#233;rales. Des r&#233;sidus de lysine, par exemple, un groupe lat&#233;ral charg&#233; positivement cha&#238;ne lorsqu'il est ionis&#233;, tandis que les r&#233;sidus d'acide glutamique sont charg&#233;es n&#233;gativement lorsque ionis&#233;. Chaque groupe lat&#233;ral ionisable cha&#238;ne a un pK distincte, c'est le pH au cours de laquelle il est dissoci&#233; moiti&#233;. Par cons&#233;quent, le nombre total de charges sur une prot&#233;ine particuli&#232;re &#224; un pH particulier d&#233;pendra du nombre et du type de groupes d'acides amin&#233;s ionisables des cha&#238;nes lat&#233;rales qu'il contient. Puisque, par d&#233;finition, les prot&#233;ines ont diff&#233;rentes compositions en acides amin&#233;s, ils ont tendance &#224; avoir des charges diff&#233;rentes &#224; un pH donn&#233; et ne peut donc &#234;tre fractionn&#233; sur cette base.</p>
<p>Pour toute prot&#233;ine une il y aura un pH au cours de laquelle le nombre total de charges n&#233;gatives est &#233;gal au nombre de charges positives et il a donc pas de charge nette. C'est son point iso&#233;lectrique (pI), ou plus &#224; proprement parler son point isoionique. &#193; ce pH de la prot&#233;ine ne se lie pas l'une quelconque r&#233;sine &#233;changeuse d'ions. En dessous de ce pH la prot&#233;ine aura une charge nette positive et va se lier &#224; un &#233;changeur de cations, tandis qu'au-dessus de ce pH il aura une charge nette n&#233;gative et se lient &#224; un &#233;changeur d'anions. En principe, donc, on pourrait choisir d'utiliser soit un &#233;changeur de cations ou d'un &#233;changeur d'anions de lier la prot&#233;ine d'int&#233;r&#234;t. Toutefois, les prot&#233;ines sont g&#233;n&#233;ralement stables (et fonctionnellement active) que dans une plage de pH relativement &#233;troite de telle sorte que le choix de l'&#233;changeur d'ions est souvent dict&#233; par la stabilit&#233; du pH de la prot&#233;ine d&#233;sir&#233;e. Si la prot&#233;ine est le plus stable &#224; des pH inf&#233;rieurs &#224; son pI, un &#233;changeur de cations doit &#234;tre utilis&#233;, tandis que si elle est plus stable &#224; un pH sup&#233;rieur &#224; son pi, un &#233;changeur d'anions serait choisi. Clairement, si elle est stable sur une large gamme de pH, l'utilisation de l'autre type de r&#233;sine peut &#234;tre tent&#233; et que ce qui donne la meilleure fractionnement est choisi.</p>
<p>Lorsque r&#233;sines &#233;changeuses d'ions sont achet&#233;s, les ions li&#233;s aux groupes charg&#233;s de la r&#233;sine sont appel&#233;s des contre-ions. Pour CM-cellulose le contre-ion est Na<sup>+</sup> et g&#233;n&#233;ralement de DEAE-cellulose pour le contre-ion est normalement Cl&#175;. Apr&#232;s le choix de la r&#233;sine appropri&#233;e, il est m&#233;lang&#233; avec un tampon pour former une suspension qui est vers&#233; dans une colonne de chromatographie appropri&#233;. Le pH de ce tampon de d&#233;part est cruciale car elle d&#233;terminera la charge sur les prot&#233;ines qui doivent &#234;tre s&#233;par&#233;s. Le pH du tampon de d&#233;part doit &#234;tre d'au moins une unit&#233; de pH au-dessus ou au-dessous du pI de la prot&#233;ine &#224; &#234;tre li&#233; &#224; la r&#233;sine de liaison suffisante pour assurer. Cependant, gardez &#224; l'esprit que CM-cellulose et DEAE-cellulose sont des exemples d'&#233;changeurs d'ions faibles. Un &#233;changeur d'ions faible est une qui est ionis&#233; sur seulement une gamme de pH limit&#233;e. Ainsi DEAE-cellulose commence &#224; perdre sa charge au-dessus de pH 9, tandis que CM-cellulose commence &#224; perdre sa charge ci-dessous un pH d'environ 5. &#171;Faible&#187; Le terme ne se r&#233;f&#232;re pas &#224; la force de liaison des ions &#224; la r&#233;sine, ni &#224; la force physique de la r&#233;sine elle-m&#234;me. Avec ces points &#224; l'esprit, puis, le d&#233;marrage effectif gamme de pH lors de l'utilisation de DEAE-cellulose ou CM-cellulose est seulement d'environ pH 5 &#224; 9. En plus de choix de corriger le pH de la m&#233;moire tampon de d&#233;part, on doit veiller &#224; ce que sa force ionique est suffisamment faible depuis l'affinit&#233; de prot&#233;ines de r&#233;sines &#233;changeuses d'ions diminue avec l'augmentation de force ionique. En effet, cette propri&#233;t&#233; est utilis&#233;e dans une m&#233;thode d'&#233;lution des prot&#233;ines li&#233;es (voir ci-dessous).</p>
<p>Une fois vers&#233; dans la colonne, le lit de r&#233;sine &#233;changeuse d'ions est lav&#233;e bien avec de d&#233;part du tampon, puis le m&#233;lange de prot&#233;ines est appliqu&#233;e. Prot&#233;ine qui sont charg&#233;s de mani&#232;re oppos&#233;e &#224; la r&#233;sine au pH de d&#233;part se lier &#224; elle, afin de d&#233;placer les contre-ions. Les prot&#233;ines ayant la m&#234;me charge que la r&#233;sine ou sans charge nette ne se lient pas et ne sera donc s'&#233;couler directement &#224; travers la colonne. Les prot&#233;ines diff&#233;rentes fix&#233;es sur la colonne, dont l'un est la prot&#233;ine d'int&#233;r&#234;t, aura des affinit&#233;s diff&#233;rentes pour l'&#233;changeur d'ions en raison de diff&#233;rences dans leur charge nette. Ces affinit&#233;s peut &#234;tre modifi&#233;e en faisant varier soit le pH ou la force ionique du tampon de colonne. Examiner une s&#233;rie de prot&#233;ines li&#233;es &#224; l'&#233;changeur d'anions, la DEAE-cellulose. Comme le pH est abaiss&#233;, &#151;COO&#175; groupes sur la prot&#233;ine commencent &#224; devenir proton&#233; et ainsi de perdre leur charge. Ainsi, la charge globale n&#233;gative de la prot&#233;ine va diminuer et donc il en sera de son affinit&#233; pour la r&#233;sine. Prot&#233;ines diff&#233;rentes &#233;luent de la r&#233;sine &#224; des pH diff&#233;rents de leur nombre de charges n&#233;gatives diminue &#224; une valeur critique. Par cons&#233;quent, on peut r&#233;soudre les prot&#233;ines li&#233;es &#224; la colonne en r&#233;duisant lentement le pH en utilisant un gradient de pH tampon et la collecte de fractions, dont chacune sera contiennent des prot&#233;ines diff&#233;rentes &#233;lu&#233;es &#224; diff&#233;rentes valeurs de pH. Inversement, lorsque vous utilisez un &#233;changeur de cations, le gradient de pH serait dispos&#233; &#224; augmenter pour &#233;luer les prot&#233;ines li&#233;es.</p>
<p>Au lieu de changer le pH &#224; &#233;luer des prot&#233;ines li&#233;s &#224; un &#233;changeur d'ions, on peut augmenter la force ionique du tampon de colonne &#224; la place. A faible force ionique, la concurrence entre les ions tampons et des prot&#233;ines pour les groupes charg&#233;s sur l'&#233;changeur d'ions est minime et les prot&#233;ines se lient fortement. Cependant, une fois les prot&#233;ines sont li&#233;s, augmentant la force ionique augmente la comp&#233;tition et r&#233;duit ainsi l'interaction entre l'&#233;changeur d'ions et des prot&#233;ines, des prot&#233;ines en &#233;luer. On peut &#233;luer les prot&#233;ines li&#233;es en augmentant la force ionique, ind&#233;pendamment de savoir si un &#233;changeur d'anions ou de cations a &#233;t&#233; utilis&#233;. Ceci est habituellement r&#233;alis&#233; en incorporant un gradient de concentration lin&#233;aire de NaCl dans le tampon de colonne en maintenant le pH constant.</p>
<p>Utilisation d'un gradient de pH soit continue ou d'un sel continue (force ionique) de gradient se traduira par un degr&#233; &#233;lev&#233; de fractionnement de prot&#233;ines de charge sur la base de prot&#233;ine. Dans la pratique, on peut aussi utiliser d'&#233;lution par &#233;tapes, &#224; savoir modifier le pH ou la force ionique dans discrets &#233;tapes connues. Bien que techniquement plus simple &#224; r&#233;aliser &#224; maintes reprises, les gradients progressives donnent g&#233;n&#233;ralement plus pauvres que la r&#233;solution d'&#233;lution gradient continu et ne sont donc pas mod&#233;lis&#233; dans ce programme.</p>
<p><a href="index.html">Index de l'aide</a></p>

</font> 
</body></html>