<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<title>SDS-PAGE</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000FF" vlink="#800080" bgcolor="#FFFFFF">

<a name="sds_page"></a>
<b><font face="Geneva, Arial" size="4"><p>SDS-PAGE</p>
</font></b><font face="Geneva, Arial" size="2">
<p>N'importe quel ion ou un groupe charg&#233;e se migrer lorsqu'il est plac&#233; dans un champ &#233;lectrique. Puisque les prot&#233;ines portent une charge nette &#224; tout pH autre que leur point iso&#233;lectrique, elles aussi vont migrer et leur taux de migration d&#233;pend de la densit&#233; de charge (le rapport de la charge &#224; la masse) des prot&#233;ines concern&#233;es; plus le rapport de la charge &#224; la masse de la plus rapide de la mol&#233;cule va migrer. Dans l'&#233;lectrophor&#232;se de zone, le m&#233;lange de mol&#233;cules &#224; s&#233;parer est plac&#233; en tant que zone &#233;troite ou une bande &#224; une distance appropri&#233;e &#224; partir des &#233;lectrodes de telle sorte que, pendant l'&#233;lectrophor&#232;se, les prot&#233;ines de mobilit&#233;s diff&#233;rentes d&#233;placer en zones discr&#232;tes dont progressivement s&#233;par&#233;s les uns des autres en tant que produit d'&#233;lectrophor&#232;se. Dans la pratique, l'&#233;lectrophor&#232;se de zone de prot&#233;ines est rarement r&#233;alis&#233;e en solution mais est libre effectu&#233;e dans une solution stabilis&#233;e dans un milieu de support. De nombreux m&#233;dias de soutien sont en cours d'utilisation, mais de loin le plus populaire pour l'&#233;lectrophor&#232;se des prot&#233;ines est en gel de polyacrylamide.</p>

<p>R&#233;sultats gel de polyacrylamide de la polym&#233;risation du monom&#232;re d'acrylamide dans les cha&#238;nes longues et la r&#233;ticulation de ces compos&#233;s par bifonctionnels tels que le N, N'-m&#233;thyl&#232;ne bisacrylamide (g&#233;n&#233;ralement abr&#233;g&#233; bisacrylamide). Cette r&#233;action cr&#233;e une matrice poreuse dans laquelle la taille des pores est du m&#234;me ordre de grandeur que les mol&#233;cules prot&#233;iques. Ainsi, lors de l'&#233;lectrophor&#232;se en gel de polyacrylamide, les prot&#233;ines sont soumises &#224; un effet de tamisage mol&#233;culaire qui ralentit la migration des plus grosses prot&#233;ines par rapport aux petites prot&#233;ines. S&#233;paration des prot&#233;ines natives par &#233;lectrophor&#232;se sur gel de polyacrylamide (PAGE) en non-dissociation des tampons (par exemple Tris/HCI) est donc d&#233;pendante de la densit&#233; de charge &#224; la fois et la taille.</p>

<p>La mesure de tamisage mol&#233;culaire au cours PAGE d&#233;pend de l'&#233;troitesse de la taille des pores du gel se rapproche de la taille des prot&#233;ines migration. La taille de pore efficace de gel de polyacrylamide varie &#224; la fois avec la concentration totale de l'acrylamide dans le m&#233;lange de gel (taille de pores diminue avec l'augmentation de la concentration d'acrylamide) et avec la proportion de l'agent de r&#233;ticulation bisacrylamide utilis&#233;. Dans la pratique, la proportion de l'agent de r&#233;ticulation est maintenue constante et la taille de pore efficace est modifi&#233;e par modification de la concentration de monom&#232;re d'acrylamide. S&#233;parations la plupart des prot&#233;ines sont effectu&#233;es en utilisant des gels allant de 5 &#224; 15% d'acrylamide. Les gels de pourcentage inf&#233;rieurs ont les plus grandes tailles de pores et donc, pour l'&#233;lectrophor&#232;se de zone, sont utilis&#233;s pour s&#233;parer les grandes prot&#233;ines alors que la concentration d'acrylamide est augment&#233; pour r&#233;soudre les petites prot&#233;ines.</p>

<p>A l'origine, l'&#233;lectrophor&#232;se des prot&#233;ines dans la zone de polyacrylamide fait usage de gels tige cylindrique dans des tubes de verre plat mais de nos jours des gels de la dalle, de 0,75 &#224; 1,5 mm d'&#233;paisseur, sont g&#233;n&#233;ralement pr&#233;f&#233;r&#233; &#224; la place. Un des principaux avantages de gels en plaque, c'est que de nombreux &#233;chantillons de prot&#233;ines, y compris mol&#233;culaires des prot&#233;ines marqueurs de poids (voir ci-dessous), peuvent &#234;tre soumis &#224; une &#233;lectrophor&#232;se dans des conditions identiques dans un seul gel de sorte que les profils de bandes produites sont directement comparables. En revanche, en raison de diff&#233;rences mineures dans l'efficacit&#233; de polym&#233;risation, la longueur du gel, de diam&#232;tre de gel, etc, gels tige m&#234;me de l'&#233;chantillon m&#234;me prot&#233;ine sont rarement identiques. Bien que les gels de dalles sont maintenant utilis&#233;s presque &#224; l'exclusion des gels de tige pour de simples s&#233;parations &#233;lectrophor&#233;tiques, gels tige sont pr&#233;f&#233;r&#233;s pour certaines situations, notamment pour mener &#224; bien la premi&#232;re &#233;tape-dimensionnelle de l'&#233;lectrophor&#232;se sur gel &#224; deux dimensions.</p>

<p>Bien PAGE de prot&#233;ines natives est utile dans un certain nombre de situations, en particulier lorsque l'on souhaite d&#233;tecter une prot&#233;ine particuli&#232;re s&#233;par&#233;s par son activit&#233; biologique, la grande majorit&#233; des &#233;tudes portant sur les conditions d'utilisation page destin&#233;e &#224; dissocier les prot&#233;ines de l'&#233;chantillon dans leurs diff&#233;rents sous-unit&#233;s polypeptidiques . L'agent de dissociation plus couramment utilis&#233; est le d&#233;tergent ionique, le dod&#233;cylsulfate de sodium (SDS). SDS-PAGE de prot&#233;ines permet une analyse rapide de la composition de m&#233;langes de prot&#233;ines et est donc extr&#234;mement utile pour surveiller la puret&#233; des &#233;chantillons de prot&#233;ines au cours de protocoles de purification. Pour certaines applications, il peut m&#234;me &#234;tre utilis&#233; comme une proc&#233;dure &#224; petite &#233;chelle pr&#233;parative.</p>

<p>Pour l'analyse par SDS-PAGE, le m&#233;lange de prot&#233;ines est d&#233;natur&#233; par chauffage &#224; 100&#186;C pendant 2 - 5 minutes en pr&#233;sence d'un exc&#232;s de SDS et r&#233;actif thiol comme le 2-mercapto&#233;thanol (pour cliver des liaisons disulfures). Dans ces conditions, la plupart des polypeptides se lient SDS dans un rapport poids constant (1,4 g de SDS par gramme de polypeptide). Chaque &#233;chantillon est ensuite d&#233;pos&#233; sur un gel tige s&#233;par&#233;e ou dans un puits s&#233;par&#233; de l'&#233;lectrophor&#232;se sur gel en tranches et est r&#233;alis&#233;e avec du SDS pr&#233;senter &#224; la fois dans le gel et dans le tampon d'&#233;lectrode. Pour les raisons expos&#233;es ci-dessous, des prot&#233;ines marqueurs de poids mol&#233;culaire connu sont &#233;galement dissoci&#233; d'une mani&#232;re identique et charg&#233; dans les autres puits. Apr&#232;s l'&#233;lectrophor&#232;se, les positions des bandes de prot&#233;ines s&#233;par&#233;es sont r&#233;v&#233;l&#233;es par coloration, g&#233;n&#233;ralement avec du bleu de Coomassie ou une coloration &#224; l'argent.</p>

<p>Au cours de SDS-PAGE, les charges intrins&#232;ques des polypeptides sont insignifiants par rapport aux charges n&#233;gatives pr&#233;vues par le d&#233;tergent li&#233;, de sorte que les complexes SDS-polypeptidiques ont des densit&#233;s de charge essentiellement identiques et de migrer dans des gels de polyacrylamide de la bonne porosit&#233; strictement selon la taille de polypeptide et de ne pas charger. La distance depuis migr&#233; par un polypeptide est directement proportionnel &#224; sa taille, la prot&#233;ine d'int&#233;r&#234;t peuvent &#234;tre identifi&#233;es dans le profil de gel, si le poids mol&#233;culaire de ses polypeptides constitutifs est connu ou, inversement, le poids mol&#233;culaire de polypeptides individuels peuvent &#234;tre d&#233;termin&#233;es. Pour estimer le poids mol&#233;culaire d'un &#233;chantillon polypeptide n&#233;cessite l'enqu&#234;teur de construire une courbe standard de log (polypeptide de poids mol&#233;culaire) fonction de la distance migr&#233; pour chacun des standards mol&#233;culaires des polypeptides marqueurs de poids courent sur le gel. Cela donne une relation lin&#233;aire. Connaissant la distance migr&#233; par l'&#233;chantillon polypeptide, on peut alors lire son poids mol&#233;culaire de la courbe.</p>
<p><img src="SDS.gif" width="527" height="703" /></p>

<p>Des courbes d'&#233;talonnage de log10 (polypeptide de poids mol&#233;culaire) par rapport &#224; la distance de migration au cours de SDS-PAGE dans des gels de polyacrylamide de la dalle. Les gels de polyacrylamide utilis&#233;s &#233;taient la concentration uniforme de 5%, 10% ou 15%. [Reproduit de Hames, BD (1981) en <i>Gel Electrophoresis of Proteins A Practical Approach.</i>Hames, BD et Rickwood, D. (Eds), IRL Press Ltd, Oxford.] 
</p>
<p>&#160;</p>
<p>Notez, cependant, que pour n'importe quelle concentration un gel de la relation entre log (poids mol&#233;culaire) et la distance migr&#233; (ou mobilit&#233; relative) est lin&#233;aire sur une gamme limit&#233;e de poids mol&#233;culaire, de sorte que la concentration du gel choisi pour l'&#233;tape doit &#234;tre celle qui donnera une relation lin&#233;aire dans le domaine de poids mol&#233;culaire d&#233;sir&#233;. Ce probl&#232;me, qui se produit avec des gels de concentration d'acrylamide uniforme, peut &#234;tre surmont&#233; dans une large mesure en utilisant des gels de gradient de concentration o&#249; la concentration d'acrylamide augmente continuellement (et donc la taille des pores diminue de fa&#231;on continue) avec la distance de migration augmente. Malgr&#233; cet avantage, il est important de noter que des gels de gradient ne peut pas correspondre &#224; la r&#233;solution de deux composants prot&#233;iques obtenus avec un gel de concentration de polyacrylamide uniforme optimal.</p>

<p>La capacit&#233; maximale de chaque piste sur gel d'un gel en plaque n&#233;cessaire pour obtenir une bonne r&#233;solution est telle que seulement une &#224; 10 microgrammes de chaque polypeptide ou 50 - 100 microgrammes d'un m&#233;lange complexe peut &#234;tre charg&#233;. M&#234;me en utilisant un gel complet dalle de charger un &#233;chantillon de prot&#233;ine unique peut &#224; peine produire des quantit&#233;s milligrammes d'un composant pur polypeptide. Par cons&#233;quent, lorsqu'il est appliqu&#233; lors d'une sch&#233;ma de purification des prot&#233;ines, SDS-PAGE est principalement utilis&#233; pour surveiller les progr&#232;s de la purification, c'est &#224; dire d'&#233;valuer la composition et la puret&#233; des fractions collect&#233;es. L'exception, bien s&#251;r, c'est quand seules de petites quantit&#233;s de la prot&#233;ine d&#233;sir&#233;e besoin d'&#234;tre purifi&#233;s. Par exemple, les m&#233;thodes modernes de s&#233;quen&#231;age des prot&#233;ines peuvent fournir des donn&#233;es tr&#232;s importantes &#224; l'aide de sous-microgrammes quantit&#233;s de prot&#233;ines. En outre, ces techniques de s&#233;quen&#231;age des prot&#233;ines peuvent fonctionner efficacement en utilisant SDS-polypeptidiques complexes. Par cons&#233;quent, il peut tr&#232;s bien &#234;tre suffisant pour &#233;lectrophor&#232;se d'un &#233;chantillon de prot&#233;ine partiellement purifi&#233;e sur un gel de polyacrylamide-SDS, puis, apr&#232;s &#233;lectrophor&#232;se, pour r&#233;cup&#233;rer le polypeptide s&#233;par&#233; de l'int&#233;r&#234;t par &#233;lution du gel. Dans les cas comme celui-ci, SDS-PAGE est utilis&#233;e comme une m&#233;thode &#224; petite &#233;chelle pr&#233;parative. Toutefois, cet aspect n'est pas simul&#233; dans ce programme.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>
</body>
</html>
