<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=macintosh" />
<meta name="Generator" content="Microsoft Word 97" />
<title>Strat&#233;gie</title>
    <style type="text/css" media="screen">
        a:link {text-decoration:none;}    /* unvisited link */
        a:visited {text-decoration:none;} /* visited link */
        a:hover {text-decoration:underline;}   /* mouse over link */
        a:active {text-decoration:underline;}  /* selected link */
        </style>
</head>
<body link="#0000ff" vlink="#800080" bgcolor="#FFFFFF">
<a name="strategy"></a>
<font face="Geneva, Arial" size="4"><p><b>Strat&#233;gie</b></p></font>
<font face="Geneva, Arial" size="2">


<p><b>Les premi&#232;res r&#233;flexions</b></p>


<p>Toute cellule, que ce soit procaryote ou eucaryote, contient des dizaines de milliers de prot&#233;ines diff&#233;rentes avec un large &#233;ventail d'activit&#233;s biologiques. Purification des prot&#233;ines individuelles est donc au centre de toute analyse biologique d&#233;taill&#233;e de leur structure et la fonction. Il n'existe pas de proc&#233;dure unique, dans laquelle la prot&#233;ine tout et tout peut &#234;tre isol&#233; sous forme pure, mais plut&#244;t un ensemble de proc&#233;dures dont chacun tente de faire la distinction entre les prot&#233;ines sur la base de certaines caract&#233;ristiques structurelles ou fonctionnelles. En s&#233;lectionnant les proc&#233;dures appropri&#233;es et d'appliquer ceux-ci dans une s&#233;quence d'&#233;tapes soigneusement examin&#233;, il est g&#233;n&#233;ralement possible d'obtenir un haut degr&#233; de purification de la prot&#233;ine d&#233;sir&#233;e et avec un rendement acceptable. Il n'ya pas d'ordre standard dans laquelle ces proc&#233;dures doivent &#234;tre utilis&#233;s pour obtenir des purifications optimales. En raison de diff&#233;rences structurelles et fonctionnelles entre les prot&#233;ines, une s&#233;quence id&#233;ale des &#233;tapes pour une prot&#233;ine sera, tr&#232;s probablement, &#234;tre un &#233;chec pour l'autre. Une connaissance de la base th&#233;orique de chaque proc&#233;dure permettra au chercheur de choisir une s&#233;quence initiale de techniques avec lesquelles toute tentative de purification donn&#233;e. Toutefois, l'&#233;laboration d'un protocole optimis&#233; implique beaucoup d'essais et d'erreurs d'exp&#233;rimentation pour &#233;valuer le potentiel de chaque &#233;tape.</p>

<p>Quel que soit le sch&#233;ma de purification adopt&#233;e, il est essentiel de r&#233;aliser que la plupart des prot&#233;ines sont des mol&#233;cules tr&#232;s fragiles. L'exposition &#224; des temp&#233;ratures mod&#233;r&#233;es (m&#234;me par exemple 37&#186;C) provoque la d&#233;naturation lente afin que tous les &#233;tapes de purification doit &#234;tre effectu&#233;e &#224; basse temp&#233;rature (0 - 4&#186;C), sauf indication contraire. Les prot&#233;ines sont &#233;galement sensibles &#224; des pH extr&#234;mes de sorte que les proc&#233;dures de purification sont toujours men&#233;es dans des solutions tamponn&#233;es et des pH extr&#234;mes sont &#233;vit&#233;es. Enfin, depuis de nombreuses prot&#233;ines sont plus instables en solution dilu&#233;e, la concentration en prot&#233;ines ne doivent pas &#234;tre autoris&#233;s &#224; descendre &#224; des niveaux anormalement bas.</p>

<b><p>L'isolement de la prot&#233;ine sous forme soluble</p>
</b>
<p>Bien que ce programme simule la purification de prot&#233;ines &#224; partir de la solution, le point de d&#233;part pour la purification de prot&#233;ines est g&#233;n&#233;ralement une culture de cellules bact&#233;riennes, v&#233;g&#233;tales ou animales ou d'un tissu animal ou d'organe. La premi&#232;re exigence est de lib&#233;rer la prot&#233;ine &#224; partir des cellules sans provoquer de perte de son activit&#233; biologique. Une proc&#233;dure largement utilis&#233;e douce pour les prot&#233;ines lib&#233;rer &#224; partir de cellules animales est homog&#233;n&#233;isation. Les bact&#233;ries, les levures et les cellules v&#233;g&#233;tales ont des parois cellulaires &#233;paisses qui n&#233;cessitent l'utilisation de proc&#233;dures plus perturbateurs tels que la sonication (rayonnement sonore) ou l'utilisation d'une presse &#224; haute pression. Un avantage majeur de l'homog&#233;n&#233;isation, si elle peut &#234;tre utilis&#233;e, est que l'int&#233;grit&#233; de la plupart des organites intracellulaires est pr&#233;serv&#233;e. Ainsi, si la prot&#233;ine d&#233;sir&#233;e est limit&#233;e &#224; un particulier organite tels que le noyau, mitochondrie ou lysosome, ou est peut-&#234;tre li&#233; &#224; la membrane plasmique, la purification substantielle peut &#234;tre obtenue en isolant cette fraction cellulaire avant de rel&#226;cher la prot&#233;ine. Des proc&#233;dures communes pour atteindre cet objectif sont centrifugation diff&#233;rentielle et gradient de densit&#233; centrifugation. Si la prot&#233;ine souhait&#233;e est situ&#233;e sous une forme soluble dans l'organite purifi&#233;, il peut maintenant &#234;tre lib&#233;r&#233; en perturbant l'organite soit en utilisant de sonication ou par addition d'un d&#233;tergent non ionique tel que le Triton X-100. Si la prot&#233;ine est une partie int&#233;grante de la membrane organite ou membrane plasmique, il peut &#234;tre lib&#233;r&#233; par l'utilisation d'un d&#233;tergent. Une fois que la prot&#233;ine est disponible sous forme soluble, il peut &#234;tre purifi&#233; en utilisant toutes les techniques classiques d&#233;crites dans ce fichier d'aide et de simulation dans ce progiciel.</p>

<b><p>Choix des m&#233;thodes de purification</p>
</b>
<p>Il existe de nombreux proc&#233;d&#233;s de purification de prot&#233;ines disponibles, dont certains sont beaucoup plus couramment utilis&#233;s que d'autres. Le sch&#233;ma de purification optimale pour une prot&#233;ine particuli&#232;re d&#233;pend principalement sur les propri&#233;t&#233;s structurales et fonctionnelles de la prot&#233;ine d&#233;sir&#233;e et des contaminants prot&#233;iques &#224; partir de laquelle il doit &#234;tre purifi&#233;. Indiqu&#233;s ci-dessous quelques lignes directrices g&#233;n&#233;rales pour la s&#233;lection de techniques, mais il faut se rappeler que les conditions pr&#233;cises pour l'application de ces m&#233;thodes sont largement d&#233;finis par essais et erreur de l'exp&#233;rimentation.</p>

<p>(i) Les premi&#232;res &#233;tapes dans un sch&#233;ma de purification sont g&#233;n&#233;ralement ceux qui ont le plus faible pouvoir de r&#233;solution tels que <a href="Ammonium_sulfate.html">la pr&#233;cipitation de sulfate d'ammonium</a> ou, pour certaines prot&#233;ines, <a href="Heat_treatment.html">d&#233;naturation par la chaleur</a>. Ces proc&#233;dures ont l'avantage de r&#233;duire consid&#233;rablement la quantit&#233; totale de prot&#233;ines dans l'&#233;chantillon afin que les proc&#233;dures chromatographiques, qui sont th&#233;oriquement en mesure de haute r&#233;solution, peut ensuite &#234;tre appliqu&#233; &#224; profiter au maximum. Tr&#232;s proc&#233;dures &#224; haute r&#233;solution, mais de faible capacit&#233; tels que <a href="IEF.html">la focalisation iso&#233;lectrique</a> sont souvent appliqu&#233;s seulement &#224; la fin dans un sch&#233;ma de purification lorsque le montant total de prot&#233;ines est relativement petites prot&#233;ines et de contaminer sont pr&#233;sents dans de tr&#232;s faibles concentrations. Ce type de proc&#233;dure &#224; haute r&#233;solution, habituellement effectu&#233;e sur une &#233;chelle assez petite, est donc destin&#233;e &#224; &#233;liminer les impuret&#233;s restantes peu.</p>

<p>(ii) Il est g&#233;n&#233;ralement plus efficace de choisir une s&#233;rie de m&#233;thodes qui exploitent diff&#233;rentes propri&#233;t&#233;s physiques ou fonctionnelles des prot&#233;ines plut&#244;t que d'une s&#233;rie d'&#233;tapes qui exploitent la m&#234;me propri&#233;t&#233;. Ainsi, les r&#233;gimes de purification utilisant la Chromatographie sur colonne, comprennent habituellement au moins une taille de fractionnement proc&#233;dure (<a href="Gel_filtration.html">filtration sur gel</a>) et au moins une charge de fractionnement &#233;tape (<a href="Ion_Exchange.html">chromatographie par &#233;change d'ions</a>).</p>

<p>(iii) Au cours de chromatographie, il est de pratique courante de sacrifier un peu de rendement pour la puret&#233; accrue. En d'autres termes, ne pas essayer de r&#233;cup&#233;rer chaque microgramme derni&#232;re de la prot&#233;ine d&#233;sir&#233;e si cela signifie y compris les fractions contenant des quantit&#233;s relativement importantes de contaminants prot&#233;iques. Les fractions de mettre en commun pr&#234;t pour l'&#233;tape de purification suivante doit &#234;tre choisi sur la base de la plus haute puret&#233; &#224; &#233;ventuellement rendement raisonnable.</p>

<p>(iv) Certaines techniques de fractionnement de prot&#233;ines, en particulier l'&#233;lectrophor&#232;se sur gel de polyacrylamide-SDS (<a href="SDS.html">SDS-PAGE</a>), <a href="IEF.html">la focalisation iso&#233;lectrique</a> et <a href="2D.html">&#233;lectrophor&#232;se sur gel &#224; deux dimensions</a>, ne sont pas habituellement utilis&#233;s comme des proc&#233;dures de pr&#233;paration pour la purification de prot&#233;ines, mais sont plut&#244;t utilis&#233;s pour v&#233;rifier l'&#233;tat d'avancement de la purification. Ils sont en haute r&#233;solution des techniques d'analyse. Cependant, de plus en plus la biochimie moderne, il peut &#234;tre suffisant pour purifier seulement quelques microgrammes de la prot&#233;ine d'int&#233;r&#234;t pour l'analyse. Dans de telles situations, ces &#171;analytique&#187; des techniques peut donner suffisamment de prot&#233;ines &#224; des fins de recherche et donc &#234;tre consid&#233;r&#233; comme pr&#233;parative.</p>

<p>(v) Une autre consid&#233;ration importante lors du choix d'une technique de fractionnement est son <a href="Costs.html">co&#251;t</a>. Tant les mat&#233;riaux utilis&#233;s et les temps consomm&#233; du personnel doivent &#234;tre consid&#233;r&#233;s. Certaines techniques sont relativement pas cher et vite, comme <a href="Heat_treatment.html">le traitement thermique</a> ou <a href="Ammonium_sulfate.html">de fractionnement au sulfate d'ammonium</a>, tandis que d'autres ont tendance &#224; &#234;tre co&#251;teux et fastidieux. Particuli&#232;rement on&#233;reux sont ces techniques qui consomment ampholytes, tels que <a href="IEF.html">la focalisation iso&#233;lectrique pr&#233;parative</a>. Par cons&#233;quent, tandis que plusieurs techniques semblent &#224; premi&#232;re vue &#234;tre tr&#232;s attractive en termes de la r&#233;solution qu'ils offrent, en g&#233;n&#233;ral, ces avantages ont tendance &#224; &#234;tre compens&#233;e par leur co&#251;t lorsqu'elle est appliqu&#233;e &#224; de grands &#233;chantillons. En effet, d'aussi bons r&#233;sultats peuvent souvent &#234;tre obtenus de fa&#231;on plus &#233;conomique par la combinaison de plusieurs techniques moins co&#251;teuses.</p>

<b><p>Suivi de la purification</p></b>
<p>Chaque proc&#233;dure de purification subdivise le m&#233;lange de prot&#233;ines dans un certain nombre de fractions d'un ou de plusieurs qui contiennent la prot&#233;ine d'int&#233;r&#234;t, tandis que d'autres fractions contiennent des prot&#233;ines qui ne sont pas n&#233;cessaires et ne sont donc rejet&#233;es. De toute &#233;vidence, afin de d&#233;terminer quelles fractions sont conserv&#233;es dont on a besoin pour &#234;tre en mesure de d&#233;tecter et de quantifier la prot&#233;ine d'int&#233;r&#234;t. Si cette prot&#233;ine est une enzyme, le besoin est pour un dosage sp&#233;cifique et sensible &#224; son activit&#233; catalytique. Si la prot&#233;ine est une hormone, on peut &#234;tre en mesure d'utiliser un dosage hormone-binding, dosage radio-immunologique ou m&#234;me un essai biologique. En variante, la prot&#233;ine peut contenir un groupement caract&#233;ristique, tel qu'un anneau de porphyrine, ou un m&#233;tal de trace, tel que le cuivre ou le molybd&#232;ne, qui peut &#234;tre mesur&#233;s avec pr&#233;cision, et afin de quantifier la quantit&#233; de cette prot&#233;ine pr&#233;sente. Ce logiciel de simulation suppose, pour simplifier, que la prot&#233;ine &#224; purifier est une enzyme. Informations de fond donc plus sur des dosages enzymatiques est donn&#233;e ci-dessous.</p>

<p>En plus de la mesure de la quantit&#233; de la prot&#233;ine d&#233;sir&#233;e dans toutes les fractions, &#224; chaque &#233;tape de purification, il est &#233;galement n&#233;cessaire pour d&#233;terminer la quantit&#233; totale de prot&#233;ine pr&#233;sente dans chaque fraction. Cette information est n&#233;cessaire non seulement pour aider &#224; la d&#233;cision pour les fractions doivent &#234;tre mises en commun pour les &#233;tapes ult&#233;rieures de purification, mais permet &#233;galement &#224; l'enqu&#234;teur de juger le degr&#233; de purification, &#224; chaque &#233;tape de telle sorte que l'efficacit&#233; de chaque proc&#233;dure peut &#234;tre correctement &#233;valu&#233;.</p>

<i><p>La quantification des prot&#233;ines totales</p>
</i>
<p>Deux approches peuvent &#234;tre utilis&#233;es. Il peut &#234;tre suffisant pour mesurer l'absorption de la lumi&#232;re &#224; 280 nm pour estimer la teneur en prot&#233;ines des diff&#233;rentes fractions obtenues par, disons, chromatographie sur colonne. Fourni le mat&#233;riel n&#233;cessaire est disponible, il est de bonne pratique pour surveiller le fractionnement des prot&#233;ines totales par Chromatographie sur colonne en utilisant une cellule &#224; flux continu dans un ensemble spectrophotom&#232;tre &#224; 280 nm et li&#233; &#224; un enregistreur graphique. Ce qui donne un trac&#233; continu de l'absorbance &#224; cette longueur d'onde en tant que mesure de fractionnement de prot&#233;ines et a donc la r&#233;solution plus &#233;lev&#233;e que la mesure collecte des fractions de volume connu et en mesurant la concentration en prot&#233;ines de chacun individuellement. Malgr&#233; cette analyse absorbance continue, on a encore besoin de recueillir des fractions, bien s&#251;r, pour permettre &#224; des dosages enzymatiques &#224; r&#233;aliser et pour les parties de l'&#233;luat de la colonne contenant l'enzyme &#224; &#234;tre mis en commun pour les purifications ult&#233;rieures.</p>

<p>L'approche alternative &#224; une estimation directe spectrophotom&#233;trique de teneur en prot&#233;ines est de doser la teneur totale en prot&#233;ines de chaque fraction en utilisant un dosage chimique tel que la proc&#233;dure de Lowry ou les essais de teinture-contraignants tels que la proc&#233;dure de Bradford.</p>

<i><p>Le dosage de l'activit&#233; enzymatique</p>
</i>
<p>La quantit&#233; d'enzyme dans une solution peut &#234;tre d&#233;termin&#233;e avec pr&#233;cision par la mesure de son activit&#233; catalytique, c'est &#224; dire la quantit&#233; de substrat consomm&#233; ou produit par unit&#233; de temps. Id&#233;alement, une enzyme doit &#234;tre dos&#233; dans un m&#233;lange r&#233;actionnel dont le pH optimal pour cette enzyme et une ou cofacteur coenzymes n&#233;cessaire, ainsi que le substrat, sont pr&#233;sents &#224; des niveaux sup&#233;rieurs &#224; ceux n&#233;cessaires pour saturer l'enzyme. Dans ces conditions, la vitesse de r&#233;action initiale est d'ordre z&#233;ro pour le substrat et ainsi la vitesse initiale de r&#233;action est proportionnelle &#224; la concentration que d'enzyme pr&#233;sente.</p>

<p>Afin de surveiller la vitesse de r&#233;action, il faut un simple, m&#233;thode analytique sp&#233;cifique pour mesurer la consommation du substrat ou l'apparition des produits. Depuis le substrat doit g&#233;n&#233;ralement &#234;tre pr&#233;sents &#224; une concentration assez &#233;lev&#233;e pour assurer la saturation de l'enzyme, il est souvent plus pr&#233;cis pour suivre les progr&#232;s de la r&#233;action enzymatique en mesurant les changements dans la concentration du produit plut&#244;t que la concentration du substrat. La m&#233;thode pr&#233;cise pour atteindre cet d&#233;pend de l'enzyme particuli&#232;re &#224; l'&#233;tude. Les situations les plus simples sont ceux o&#249; le substrat ou le produit absorbe la lumi&#232;re d'une longueur d'onde particuli&#232;re et si des changements dans sa concentration peut &#234;tre suivie en mesurant l'absorbance de lumi&#232;re &#224; cette longueur d'onde &#224; l'aide d'un spectrophotom&#232;tre. Un exemple est la lactate d&#233;shydrog&#233;nase qui utilise le lactate et NAD<sup>+</sup> en tant que substrats pour produire du pyruvate et du NADH. Puisque le produit, le NADH, absorbe la lumi&#232;re &#224; 340 nm alors que le lactate, le pyruvate et le NAD<sup>+</sup> n'absorbent pas, la vitesse de r&#233;action peut &#234;tre suivie en contr&#244;lant l'augmentation de l'absorbance de lumi&#232;re &#224; cette longueur d'onde. Si l'enzyme &#233;tant purifi&#233; catalyse une r&#233;action dans laquelle aucun substrat ou le produit peuvent &#234;tre dos&#233; par spectrophotom&#233;trie, il est possible d'utiliser une seconde r&#233;action pour convertir l'un des produits d'un compos&#233; qui fait absorber la lumi&#232;re et ne peut donc &#234;tre mesur&#233;e. C'est ce qu'on appelle un test coupl&#233;. Beaucoup d'autres m&#233;thodes de dosage enzymatique existe d'autres que ceux d&#233;pendant de l'absorption de la lumi&#232;re par un substrat ou un produit - un trop grand nombre d'examiner en d&#233;tail ici. Toutefois, les principes de dosage enzymatique sont les m&#234;mes quelle que soit la proc&#233;dure de dosage adopt&#233;.</p>

<p>Traditionnellement, une unit&#233; d'activit&#233; enzymatique est d&#233;finie comme ce qui provoque la conversion de 1 micromole de substrat par minute dans les conditions (optimales) de mesure. Ces derni&#232;res ann&#233;es, une nouvelle unit&#233; internationale de l'activit&#233; enzymatique a &#233;t&#233; recommand&#233;. Il s'agit du Katal (en abr&#233;g&#233; kat) et est d&#233;finie comme la quantit&#233; d'enzyme qui provoque la consommation de 1 mole de substrat par seconde. Ainsi, une unit&#233; &#171;l'ancienne&#187; de  enzyme est &#233;gal &#224; 16,67 nanokatals (16,67 nkat).</p>

<i><p>L'activit&#233; sp&#233;cifique, l'enrichissement et le rendement</p>
</i>
<p>Depuis activit&#233; de l'enzyme elle-m&#234;me est une seule mesure de la quantit&#233; de l'enzyme pr&#233;sente et ne dit rien de la pr&#233;sence d'autres prot&#233;ines contaminantes, un terme suppl&#233;mentaire, l'activit&#233; sp&#233;cifique, est &#233;galement requise. Utilisation de l'unit&#233; traditionnelle de l'activit&#233; enzymatique, l'activit&#233; sp&#233;cifique est le nombre d'unit&#233;s enzymatiques par milligramme de prot&#233;ine. Sinon, en utilisant la nouvelle unit&#233; internationale de l'activit&#233; enzymatique, l'activit&#233; sp&#233;cifique est cit&#233; comme katals par kilogramme de prot&#233;ine. L'activit&#233; sp&#233;cifique de l'enzyme d&#233;sir&#233;e sera faible dans l'extrait tissulaire ou cellulaire d'origine et augmente pendant la purification d'un maximum lorsque l'enzyme est pur. L'activit&#233; sp&#233;cifique est donc une mesure de puret&#233; d'enzyme.</p>

<p>En suivi de l'efficacit&#233; d'une purification de l'enzyme, ce n'est pas la valeur absolue de l'activit&#233; sp&#233;cifique qui est important, car cela d&#233;pendra des capacit&#233;s intrins&#232;ques catalytiques de l'enzyme particuli&#232;re &#224; l'&#233;tude. Au contraire, l'aspect important est la fa&#231;on dont les changements d'activit&#233; sp&#233;cifiques au cours de la purification. Le degr&#233; d'enrichissement de l'enzyme obtenue dans toute &#233;tape propos&#233;e peut &#234;tre calcul&#233; comme suit:</p>

<table cellspacing="0" border="0" cellpadding="7" width="436">
<tr><td width="12" valign="top">&#160;</td>
<td width="132" valign="top">
<p>Enrichissement&#160;&#160;=&#160;&#160;</p></td>
<td width="250" valign="top">
<p align="center"><U>activit&#233; sp&#233;cifique de la fraction</U> <br />
activit&#233; sp&#233;cifique d'origine</p></td>
</tr>
</table>


<p>Une &#233;tape de purification succ&#232;s ne doit pas seulement augmenter l'activit&#233; sp&#233;cifique de l'enzyme sensiblement, mais l'enzyme doit &#233;galement &#234;tre r&#233;cup&#233;r&#233; avec un bon rendement. Ceci peut &#234;tre calcul&#233; comme suit:</p>

<table cellspacing="0" border="0" cellpadding="7" width="568">
<tr><td valign="top">&#160;</td>
<td valign="top">
<p>Rendement&#160;&#160;=&#160;&#160;</p></td>
<td valign="top">
<p align="center"><U>unit&#233;s de l'enzyme apr&#232;s l'&#233;tape de purification</U><br />unit&#233;s d'enzyme dans la pr&#233;paration originale</p></td>
<td valign="top">
<p>x 100%</p></td>
</tr>
</table>

<p>Notez que le rendement de l'enzyme apr&#232;s une proc&#233;dure de purification particuli&#232;re peut &#234;tre faible non pas parce que la proc&#233;dure ne parvient pas &#224; purifier cette prot&#233;ine, mais parce qu'il est &#224; l'origine une inactivation de l'enzyme. Un probl&#232;me suppl&#233;mentaire est parfois connu que l'enzyme peut avoir jou&#233; un r&#244;le actif imm&#233;diatement apr&#232;s l'&#233;tape de purification, mais risquent de perdre une importante activit&#233; si elle est conserv&#233;e pendant de longues p&#233;riodes avant le test. Un rendement plus faible que pr&#233;vu indique la raison pour compl&#233;ment d'enqu&#234;te.</p>

<b><p>&#201;valuation de la puret&#233;</p>
</b>
<p>A un stade tardif de la purification des prot&#233;ines, lorsque les profils prot&#233;iques et enzymatiques des fractions co&#239;ncident, on peut croire que l'enzyme a &#233;t&#233; purifi&#233;e. Preuve que la prot&#233;ine est pure ne peut vraiment &#234;tre obtenu par le s&#233;quen&#231;age des prot&#233;ines. Cependant, beaucoup plus simples proc&#233;dures analytiques peuvent &#234;tre utilis&#233;es pour fournir une bonne indication du degr&#233; de puret&#233;. La proc&#233;dure est plus fr&#233;quente <a href="SDS.html">SDS-PAGE</a> , qui est &#224; la fois rapide et sensible et s&#233;pare les polypeptides uniquement sur la base de la taille. Alternativement, on peut tenter d'analyse <a href="IEF.html">iso&#233;lectrofocalisation</a> qui s&#233;pare les prot&#233;ines par des diff&#233;rences de charge. Id&#233;alement, toutefois, il faut tester la prot&#233;ine apparemment pur par <a href="2D.html">&#233;lectrophor&#232;se sur gel &#224; deux dimensions</a> qui s&#233;pare les prot&#233;ines par mise en accusation dans la premi&#232;re dimension (iso&#233;lectrofocalisation) et la taille dans la deuxi&#232;me dimension (SDS-PAGE). Les polypeptides constitutifs d'un m&#233;lange de prot&#233;ines sont affich&#233;s sous forme de taches sur une plaque de gel rectangulaire. Compte tenu de la tr&#232;s haute r&#233;solution de cette technique, un &#233;chantillon qui affiche un seul point polypeptide est probablement (mais pas certainement) pur.</p>
<p><a href="index.html">Index de l'aide</a></p>
</font>
</body>
</html>
